{"Scheme": {"I. MINISTRY OF MICRO, SMALLAND MEDIUM ENTERPRISES SCHEMES": {"SME Division Schemes": {"1. International Cooperation": {"NaN": {"The scheme covers the following activities: a) Deputation of MSME business delegations to other countries for exploring new areas of technology infusion/upgradation, facilitating joint ventures, improving markets for MSMEs products, foreign collaborations, etc. b) Participation by Indian MSMEs in international exhibitions, trade fairs and buyer-seller meets in foreign countries as well as in India, in which there is international participation. c) Holding international conferences and seminars on topics and themes of interest to MSMEs.": {"Nature of assistance": "e IC scheme provides financial assistance of up to 95% of airfare and space rent for entrepreneurs. Assistance is provided on the basis of size and type of the enterprise. It also provides assistance for common expenses of delegations like freight & insurance, local transport, secretarial/ communication services, printing of common catalogues, etc.", "Who can apply": "a) State/Central Government Organisations; b) Industry/Enterprise Associations; and c) Registered Societies/Trusts and Organisations associated with promotion and development of MSMEs", "How to apply": "Apply online, or applications can be sent for financial assistance in the prescribed form to the Director (International Cooperation), Ministry of MSME, Udyog Bhavan, New Delhi - 110 011"}}}, "2. Assistance to Training Institutions (ATI) ": {"NaN": {"The assistance shall be provided to training institutions in the form of capital grant for creation/strengthening of infrastructure and support for conducting entrepreneurship development and skill development training programmes.": {"Nature of assistance": "Maximum assistance for creation or strengthening of infrastructure will be Rs.150 lakh on matching basis, not exceeding 50% of project cost. However, for the North-Eastern Region (including Sikkim), Andaman & Nicobar and Lakshadweep, maximum assistance on matching basis would be Rs.270 lakh or 90% of project cost, whichever is less. Maximum assistance per trainee per hour for entrepreneurship development and skill development programmes is Rs.50 (Rs.60 for NER, A&N and Lakshadweep)", "Who can apply": "Any State/Union Territory Government training institutions, NGOs and other development agencies can apply for assistance for creation or strengthening of infrastructure. Training institutions who wish to conduct training programmes under the scheme will have to enroll themselves with national level EDI i.e., ni-msme, Hyderabad.", "How to apply": "Organisations who wish to apply for assistance for creation or strengthening of infrastructure may send their applications to the Director (EDI), Ministry of Micro, Small and Medium Enterprises, Udyog Bhawan, Rafi Marg, New Delhi - 110 107. Training institutions who wish to conduct training programmes or persons who wish to enroll for training programmes under the scheme may visit http://msmetraining.gov.in/ or approach the EDI mentioned above."}}}, "3. Marketing Assistance": {"NaN": {"Under marketing assistance the assistance is provided for following activities: a) Organising exhibitions abroad and participation in international exhibitions/ trade fairs b) Co-sponsoring of exhibitions organised by other organisations/industry associations/ agencies c) Organising buyer-seller meets, intensive campaigns and marketing promotion events": {"Nature of assistance": "Financial assistance of up to 95% ofthe air-fare and space rent for entrepreneurs; assistance is provided on thebasis ofsize andtypeofthe enterprise Financial assistance for co-sponsoring would be limited to 40% of the net expenditure, subject to a maximum amount of Rs.5 lakh", "Who can apply": "MSMEs, Industry Associations and other organisations related to MSME sector", "How to apply": "The applications/proposals for seeking assistance under the scheme shall be submitted to the nearest office of the National Small Industries Corporation, with full details and justification."}}}}, "Development Commissioner (DC-MSME) Schemes": {"1. Credit Guarantee": {"NaN": {"Ministry of Micro, Small and Medium Enterprises, GoI and Small Industries Development Bank of India (SIDBI), established a Trust named Credit Guarantee Fund Trust for Micro and Small Enterprises (CGTMSE) to implement Credit Guarantee Fund Scheme for Micro and Small Enterprises. The corpus of CGTMSE is being contributed by GoI and SIDBI.": {"Nature of assistance": "Collateral free loans up to a limit of Rs.50 lakh - for individual MSEs", "Who can apply": "Both existing and new enterprises are eligible under the scheme", "How to apply": "Candidates meeting the eligibility criteria may approach banks/financial institutions, which are eligible under the scheme, or scheduled commercial banks and select Regional Rural Banks."}}}, "2. Credit Linked Capital Subsidy (CLCS) for\r\nTechnology Upgradation": {"NaN": {"Technology upgradation would ordinarily mean induction of state-of-the-art or near state-of-theart technology. In the varying mosaic of technology covering more than 7,500 products in Indian small scale sector, technology upgradation would mean a significant step up from the present Development Commissioner (DC-MSME) Schemes Related scheme Credit Guarantee Related scheme Credit Linked Capital Subsidy (CLCS) for Technology Upgradation 5 technology level to a substantially higher one involving improved productivity, and/or improvement in quality of products and/or improved environmental conditions including work environment for the unit. It includes installation of improved packaging techniques as well as anti-pollution measures and energy conservation machinery. Further, units in need of introducing facilities for in-house testing and online quality control would qualify for assistance, as the same are a case of technology up-gradation. Replacement of existing equipment/technology with same equipment/technology will not qualify for subsidy under this scheme, nor would the scheme be applicable to units upgrading with used machinery.": {"Nature of assistance": "The revised scheme aims at facilitating technology upgradation by providing 15% upfront capital subsidy to MSEs, including tiny, khadi, village and coir industrial units, on institutional finance availed by them for induction of well established and improved technologies in specified sub-sectors/products approved under the scheme. Revised CLCS has been amended as follows: a) Ceiling on loans under the scheme has been raised from Rs.40 lakh to Rs.1 crore b) Rate of subsidy has been enhanced from 12% to 15%. c) Admissible capital subsidy is calculated with reference to purchase price of plant and machinery, instead of term loan disbursed to the beneficiary unit.d) Practice of categorisation of MSEs in\r\ndifferent slabs on the basis of their present\r\ninvestment for determining eligible subsidy\r\nhas been done away with; and\r\ne) Operation of the scheme has been extended\r\nup to 31st March, 2007. The above revisions/\r\namendments were made effective from\r\nSeptember 29, 2005", "Who can apply": "Eligible beneficiaries include sole proprietorships, partnerships, co-operative societies, and private and public limited companies in the MSE sector. Priority shall be given to women entrepreneurs.", "How to apply": "Candidates meeting the eligibility criteria may approach all scheduled commercial bank, scheduled cooperative bank [including urban cooperative bank co-opted by SIDBI under Technological Upgradation Fund (TUF)], Regional Rural Bank (RRB), State Financial Corporation (SFC) and North-Eastern Development Financial Institution (NEDFi)."}}}, "3.ISO 9000/ISO 14001 Certification\r\nReimbursement": {"NaN": {"SME has emerged as dynamic and vibrant sector and is contributing significantly to industrial production, export and employment generation. The process of economic liberalisation and market reforms has opened up Indian SMEs to global competition. In order to enhance the competitive strength of SMEs, the Government has introduced an incentive scheme for their technological upgradation/quality improvement and environment management. The scheme provides incentives to those SMEs/ancillaryundertakings who have acquired ISO 9000/ISO\r\n14001/HACCP certification. The scheme is\r\nenlarged so as to include reimbursement of\r\nexpenses for acquiring ISO 14001 certification.": {"Nature of assistance": "The scheme envisages reimbursement of charges for acquiring ISO-9000/ISO-14001/HACCP certification to the extent of 75% of expenditure subject to a maximum of Rs.75,000 in each case.", "Who can apply": "Permanent registered Micro and Small Enterprises (MSEs) are eligible to avail the incentive scheme. The scheme is applicable to those MSEs/ancillary/SSSB units who have already acquired ISO-9000/ISO-14001/ HACCP certification", "How to apply": "MSEs with their EM No. are required to submit their application, duly completed, to their local Director, MSME-DI addresses given in the following website: www.dcmsme.gov.in"}}}, "4.Micro & Small Enterprises Cluster\r\nDevelopment Programme (MSE-CDP)": {"NaN": {"The Ministry of MSME has adopted cluster development approach as a key strategy for enhancing productivity and competitiveness as well as capacity building of MSEs and their collectives in the country. Clustering of units also enables the providers of various services to them, including banks and credit agencies, to provide their services more economically, thus reducing the costs and improving the availability of services for these enterprises. Objectives of the scheme: i) To support sustainability and growth ofMSEs by addressing common issues such as\r\nimprovement of technology, skills and\r\nquality, market access and access to capital.\r\nii) To build the capacity of MSEs for common\r\nsupportive action through the formation of\r\nself-help groups, consortia, upgradation of\r\nassociations, etc.\r\niii) To create/upgrade infrastructural facilities in\r\nthe new/existing industrial areas/clusters of\r\nMSEs.\r\niv) To set up common facility centres (for\r\ntesting, training, raw material depot, effluent\r\ntreatment, complementing production\r\nprocesses, etc.)": {"Nature of assistance": "• Diagnostic Study • Soft Intervention • Setting up of Common Facility Centres (CFCs) • Infrastructure Development (Upgradation/ New) Cost of project and Govt. of India assistance: • Diagnostic study - maximum cost Rs.2.50 lakh. • Soft interventions - maximum cost of project Rs.25.00 lakh, with GoI contribution of 75% (90% for special category States and for clusters with more than 50% women/micro/ village/SC/STunits). • Hard interventions, i.e., setting up of CFCs – maximum eligible project cost of Rs.15.00 crore with GoI contribution of 70% (90% for special category States and for clusters withmore than 50% women/micro/village/SC/ST\r\nunits).\r\n• Infrastructure development in the new/\r\nexisting industrial estates/areas; maximum\r\neligible project cost Rs.10.00 crore, with GoI\r\ncontribution of 60% (80% for special\r\ncategory States and for clusters with more\r\nthan 50% women/micro/SC/STunits)", "Who can apply": "Industrial associations/Consortia, Clusters", "How to apply": "Only online applications are considered with effect from 01-04-2012. Hard copy of applications need to be sent through State Governments or their autonomous bodies or field institutes of the Ministry of MSME i.e., MSMEDIs. The proposals are to be approved by the Steering Committee of MSE-CDP."}}}, "5.Micro Finance Programme": {"NaN": {"The Union Government has launched a scheme of micro finance and tied up with the existing programme of SIDBI by way of contributing towards security deposits required from the MFIs/NGOs to get loan from SIDBI. The scheme is being operated in the under-served States and under-served pockets/districts of other States.": {"Nature of assistance": "Government of India provide funds for micro finance programme to SIDBI, which is called ‘Portfolio Risk Fund’ (PRF). At present SIDBI takes fixed deposit equal to 10% of loan amount. The share of MFIs/NGOs is 2.5% of loan amount (i.e., 25% of security deposit) and balance 7.5% (i.e., 75% of security deposit) is adjusted from funds provided by the Government of India.", "Who can apply": "MFIs/NGOs", "How to apply": "Submit the proposal in the prescribed form to SIDBI."}}}, "6.MSME Market Development Assistance (MDA)": {"NaN": {"As part of a comprehensive policy package for MSMEs, MSME-MDA scheme has been announced with a view to increasing the participation of representatives of participating units. The provision of MSME-MDA scheme has been modified recently. MDA is offered in three forms as mentioned below: 1) Participation in the international exhibitions/ fairs - for registered small & micro manufacturing enterprises with DI/DIC. 2) Financial assistance for using Global Standards (GS1) in barcoding. 3) Recognised importance of barcoding and avail financial assistance through Office of the Development Commissioner Micro, Small and Medium Enterprises (DC - MSME). Purchase and Price Preference Policy - This is administered through Single Point Registration Scheme of NSIC. Under this, 358 items are reserved for exclusive purchase from MSME by the Central Government. Other facilities include tender documents free of cost, exemption from earnest money and security deposit and 15% price preference in Central Government purchases - for individual MSMEs.": {"Nature of assistance": "The scheme offers funding up to 75% in respect of to and fro air fare for participation by MSME entrepreneurs in overseas fairs/trade delegations. The scheme also has provision of funding for producing publicity material (up to 25% of costs), sector specific studies (up to Rs.2 lakh) and for contesting anti-dumping cases (50% up to Rs.1 lakh) - for individual MSMEs & associations", "Who can apply": "Individual MSMEs & industry associations.", "How to apply": "Candidates meeting the eligibility criteria may send their applications to Office of the DCMSME through the concerned Micro, Small and Medium Enterprise Development Institutions (MSME‐DIs)."}}}, "7.National Awards (Individual MSEs)": {"NaN": {"MSMEs have registered tremendous growth and progress in terms of quality of production, exports, innovation, product development and import substitution, very much beyond the expected objectives of the setting up of MSMEs. Entrepreneurial efforts have made it possible to produce a number of items, which were hitherto imported. In quite a few cases new variants so produced are having additional attributes over their original versions and are capable of solving a multitude of user problems. All this has become possible owing to the ambitions and visionary spirit of entrepreneurs of MSMEs. The MoMSME with a view to recognising the efforts and contribution of MSMEs, gives National Awards annually to selected entrepreneurs and enterprises under the scheme of National Awards.": {"Nature of assistance": "(check on book)", "Who can apply": "Deserving entrepreneurs managing MSMEs having permanent registration/having filed Entrepreneurs’ Memorandum Part-II with notified authorities. The MSMEs should have been in continuous production/servicing at least during the last three years.", "How to apply": "Eligible enterprises may send nominations in the prescribed proforma (may download from the Ministry of MSME website) to Director, MSMEDI of the state where their MSME is registered/they have filed Entrepreneurs’ Memorandum (EM)."}}}, "8.National Manufacturing Competitiveness\r\nProgramme (NMCP)": {"NaN": {"The National Manufacturing Competitiveness Council (NMCC) has finalised a five-year national manufacturing programme. Ten schemes have been drawn up including schemes for promotion of ICT, mini tool room, design clinics and marketing support for SMEs. Implementation will be in PPPmode, and financing will be tied up. Under this plan following schemes are being implemented. 1) Marketing support/Assistance to MSMEs (Bar Code). 2) Support for entrepreneurial and managerial development of SMEs through incubators. 3) Enabling manufacturing sector to be competitive through Quality Management Standard&QualityTech.Tools(QMS/QTT). 4) Building awareness on Intellectual Property Rights (IPR) for MSME.5) a) Lean manufacturing competitiveness\r\nscheme for MSMEs.\r\nb) Compendium of success stories.\r\n6) a) Design clinic scheme for design expertise\r\nto MSMEs manufacturing sector\r\n(DESIGN).\r\nb) Case studies of design projects under\r\ndesign clinic scheme for MSMEs.\r\n7) Marketing assistance & technology\r\nupgradation scheme in MSMEs.\r\n8) Technology and quality upgradation support\r\nto MSMEs.\r\n9) Promotion of ICT in Indian manufacturing\r\nsector. ": {"Nature of assistance": "Varies for each scheme; visit the following website: http://www.dcmsme.gov.in/schemes/ nmcp_scm.htm", "Who can apply": "MSMEs", "How to apply": "Submit the proposal in the prescribed form to be obtained from the DC -MSME."}}, "i) Marketing Support/Assistance to MSMEs (BarCode)": {"Under this scheme MSEs are encouraged and motivated to use bar-codes by conducting seminars and reimbursement of registration fees for bar coding.": {"Nature of assistance": "Reimbursement of registration fee (one time and recurring for 3 years) for bar coding. Financial assistance for reimbursement of 75% of one-time registration fee (Under MSE-MDA) w.e.f. 1st January, 2002 and 75% of annual recurring fee for i) Marketing Support/Assistance to MSMEs (BarCode) 15 first three years (Under NMCP) w.e.f. 1st June, 2007 paid by MSEs to GS1 India for the use of bar coding.", "Who can apply": "The scheme is applicable to those MSEs with EMII registration and registration with GS1 India for use of barcode.", "How to apply": "On getting registration for use of barcode for products, (http://www.gs1india.org/), take the following steps for reimbursement of fee: • Fill the prescribed application form for claiming reimbursement on bar code. • The application form along with formats for supporting documents may be collected from the Director, MSME-DI, or can be downloadedfromhttp://www.dcmsme.gov.in/ • The filled-in application form with required documents is to be submitted to the office of MSME-DI. • The address of MSME-DI is given on the website: http://www.dcmsme.gov.in/ Contacts.htm#two"}}, "ii) Entrepreneurial and Managerial Development of SMEs through Incubators": {"The scheme endeavours to provide early stage funding for nurturing innovative business ideas (new indigenous technology, processes, products, procedures, etc.) which could be commercialised in a year. Under this scheme financial assistance is provided for setting up of business incubators.": {"Nature of assistance": "Funding support for setting up of ‘Business Incubators (BI)’: The cost may vary from Rs.4 to 8 ii) Entrepreneurial and Managerial Development of SMEs through Incubators 16 lakh for each incubatee/idea, subject to overall ceiling of Rs.62.5 lakh for each BI. Items @ per BI: a) Upgradation of infrastructure Rs. 2.50 lakh b) Orientation/training Rs. 1.28 lakh c) Administrative expenses Rs. 0.22 lakh Thus the total assistance per BI - Rs. 66.50 lakh", "Who can apply": "Any individual or MSME having innovative ideas ready for commercialisation can apply to the host institution (e.g., IITs, NITs, technical colleges, research institutes, etc.). See the list of host institutions at following web address: http://www.dcmsme.gov.in/schemes/Institutions _Detail.pdf Any technical institution (as given in the EoI) which wants to become host institution can apply to the office of the Development Commissioner – MSME or their nearest MSME-DI for funding support.", "How to apply": "• Application can be made by the technical institution which wants to be host institution, once a Request for Proposal (RFP)/ Expression of Interest (EoI) is released. • Any individual or MSME can apply directly to their nearest host institution, a list of host institutions is given on the website: http://www.dcmsme.gov.in/schemes/Institut ions_Detail.pdf"}}, "iii) Enabling Manufacturing Sector to be Competitive through Quality Management Standards and Quality Technology Tools": {"The scheme endeavours to sensitise and encourage MSEs to understand and adopt latest Quality Management Standards (QMS) and Quality Technology Tools (QTT).": {"Nature of assistance": "• Funding support for introduction of appropriate course modules in technical institutions • Funding support for conducting ‘QMS awareness’ workshops (applicant – expert organisation or industry associations) • Funding support for conducting competition watch (C-watch), study and analysis • Funding support for introduction of QMS and QTT in selected MSMEs (applicant – expert organisation or industry association) • Participation in international study mission (MSEs as selected by Monitoring and Advisory Committee) • A total contribution of Rs.425 lakh per year to be made by the GoI for introduction of course material, training the trainer, awareness workshop and other activities • Funding support of Rs.1.25 lakh per programme to be provided for conducting awareness programme. • Under C-watch § GoI contribution of Rs.2.5 lakh forprofessional study on threatened\r\nproducts.\r\n§ GoI contribution of Rs.7.5 lakh for\r\ntechnical exposure visit\r\n§ GoI contribution of Rs.2.5 lakh for\r\nprocurement of samples\r\n§ GoI contribution of Rs.5 lakh for product\r\ndevelopment\r\n§ GoI contribution of Rs.1.5 lakh for\r\npopularisation of improved products\r\n• GoI contribution of Rs.2.5 lakh/unit for\r\ncovering the costs of diagnostic study and for\r\nimplementation of Quality Technology\r\nTools/Quality Management Standards (25 to\r\n50% cost will be paid by the participating\r\nunits)\r\n• GoI contribution of Rs.2.5 lakh per SME for\r\nInternational visit (25% and 50% cost to be\r\ncollected by the Micro and Small Enterprise\r\nrespectively).", "Who can apply": "Expert organisations like Quality Council of India (QCI), National Recruitment Board for Personnel and Training, Consultancy Development Corporation, National Productivity Council, Standardisation Testing & Quality Certification (STQC, a Society under the Ministry of IT), IIQM (Indian Institute of Quality Management), Industry Associations that have taken active interest in QMS/QTT, Technical Institutions, Engineering Colleges, Tool Rooms and similar bodies, and MSEs.", "How to apply": "MSEs or clusters may contact Office of the DCMSME. The DC office will finalise the MSME clusters for conducting the Awareness Programme on Quality Management Standards and Quality Technology Tools (QMS/QTT)."}}, "iv) Building Awareness on Intellectual Property Rights (IPR)": {"The purpose of the scheme is to enhance awareness among the MSMEs about Intellectual Property Rights, to take measures for protecting their ideas and business strategies. Effective utilisation of IPR tools by MSMEs would also assist them in technology upgradation and enhancing their competitiveness.": {"Nature of assistance": "Funding support for : • Conducting awareness/sensitisation programmes on IPR (Applicants – MSME organisations and expert agencies) • Conducting pilot studies for selected clusters/groups of industries (Applicants – MSME organisations, competent agencies and expert agencies) • Funding support for conducting interactive seminars/workshops (Applicants – MSME organisations and expert agencies) • Funding support for conducting specialised training on IPR (Applicants – Expert agencies) • Funding support in the form of Grant on Patent/GI Registration (Applicants – MSME units and MSME organisations) • Funding support for setting up IPFacilitation Centre (IPFC) for MSME (Applicants –\r\nMSME organisations and IPR facilitating\r\nagencies)\r\n• Funding support for organising interaction\r\nwith international agencies (Applicants –\r\nMSME organisations and IPR facilitating\r\nagencies)\r\n• GoI assistance of Rs.1 lakh per awareness\r\nprogramme\r\n• GoI assistance of Rs.2.5 lakh per pilot study\r\n• GoI assistance of Rs.2 lakh per programme\r\nof interactive seminar\r\n• GoI assistance of Rs.6 lakh per short term\r\ntraining programme and Rs.45 lakh per long\r\nterm training programme\r\n• For registered Indian MSMEs, one time\r\nfinancial support limited up to Rs.25,000 on\r\ngrant of domestic patent and Rs.2 lakh for\r\nforeign patent; for registering under\r\nGeographical Indications of Goods Act, one\r\ntime financial support limited up to Rs.1 lakh\r\n• A total financial support by GoI up to Rs.65\r\nlakh each for establishing IPFCs which will\r\ninclude one-time grant of Rs.45 lakh and\r\nRs.18 lakh as recurring expenses for 3 years,\r\nand Rs.2 lakh as miscellaneous charges\r\n• Financial support by GoI up to Rs.5 lakh and\r\nRs.7.50 per event for domestic interventions\r\nand international exchange programme\r\nrespectively", "Who can apply": "• Registered MSME units 21 • MSME organisations like industry associations, societies, cooperatives, firms, trusts, NGOs, Institutions and Universities with a track record of assisting MSMEs • Competent agencies like consultancy organisations, research institutes, individual experts or agencies having sound technical and financial capabilities to conduct pilot studies with at least five years of experience • Expert agencies - like TIFAC, Patent Facilitation Centres, NRDC, Indian Patent Office, Registrar of Trademarks, Registrar of Geographical Indications, D.B.T., Registrar of Copyrights, MoHRD, NIIPM, IITs, Law Schools, patent attorneys, individual IPR experts, WIPO, EU-TIDP, USPTO, KIPO/KIPA, IIFT, DIT, MoEF, Ministry of MSME, DSIR and other such bodies • Quasi-Government or Government aided bodies • Private units, provided they are sponsored by MSME associations.", "How to apply": "Application forms for each of the components are given with scheme guidelines at: http://www.dcmsme.gov.in/schemes/IPR10.pdf,"}}, "v) Lean Manufacturing Competitiveness forMSMEs": {"The scheme is intended for enhancing the manufacturing competitiveness of MSMEs through the application of various Lean Manufacturing (LM) techniques": {"Nature of assistance": "Financial assistance for implementation of lean v) Lean Manufacturing Competitiveness forMSMEs 22 manufacturing techniques, primarily the cost of lean manufacturing consultant (80% by GoI and 20% by beneficiaries). Lean manufacturing consultants (LMCs) will raise bills for services provided to Special Purpose Vehicle (SPV); SPV will pay the first installment of 20% to the LMC and will get it reimbursed by the NMIU; funds will be transferred to the NMIU by GoI. The payment to LMC by SPV would be on a milestone basis in 5 tranches of 20% each.", "Who can apply": "The scheme is open to all manufacturing MSEs. The units should be registered with the DIC (EMII) or with any other agency (professional body, association, Government agency, department, etc.). The units are required to form a MC, ideally of 10 units (minimum 6), by signing among themselves a Memorandum of Understanding (MoU) to participate in the scheme.", "How to apply": "• A group of SMEs can apply for the scheme, hence either a recognised SPV can apply or a mini cluster can be formed by a group of 10 or more units. • The SPV can apply to the National Monitoring and Implementing Unit (National Productivity Council for the Scheme) in the given format. • The approval is given in two steps; first, the provisional approval, and final approval is given once the criteria of the provisional approval are fulfilled."}}, "vi) Design Clinic for Design Expertise to MSMEs Manufacturing Sector (DESIGN)": {"The scheme is for increasing competitiveness of MSMEs and hence to spread awareness on the importance of design and its learning.": {"Nature of assistance": "• Funding support for ‘Design Awareness’ workshops & seminars • Funding support for implementing ‘Design’ projects • GoI contribution of Rs.60,000 per seminar and 75% subject to a maximum of Rs.3 lakhs per workshop • 60% of the total approved project cost or Rs.9 lakhs, whichever is less, in case of individual MSME or a group of not more than three MSME applicants • 60% of the total approved project cost or Rs.15 lakhs, whichever is less, in case of a group of four or more MSME applicants • 40% to be contributed by the applicant MSME(s) in both cases.", "Who can apply": "• Expert agencies (Industry Associations, Technical Institutions or other appropriate bodies), for conducting seminars and workshops • MSMEs or groups of MSMEs as prime applicants • Academic Institutes/design companies/ design consultants, etc., as co-applicants along with a designated MSME (prime applicant) 24 • Individual (e.g., design students) as coapplicants in collaboration with the academic institution and MSME (prime applicant)", "How to apply": "• For conducting workshops and seminars, expert agencies can directly apply to design clinic centres. • For design projects, application can be made by MSMEs without a design company or along with design consultant/academic institution, by submitting the proposal to Design Clinic Centre, or through internet. • A p p l y o n l i n e a t http://www.designclinicsmsme.org/ or d o w n l o a d t h e f o r m f r o m : www.dcmsme.gov.in/schemes."}}, "vii) Marketing Assistance & Technology Upgradation": {"This is a GoI initiative for adoption of modern marketing techniques by MSMEs, consistent with the requirement of global markets. The scheme is divided into eight sub-components, and GoI assistance is available in various proportions.": {"Nature of assistance": "Funding support for conducting awareness on new packaging technologies (applicant as mentioned in EoI) • Cluster based studies on packaging status and need for upgradation (gap analysis) (applicant as mentioned in EoI) • Unit based intervention for packaging requirement (pilot) (applicant as mentioned in EoI)• Funding support for conducting skill\r\nupgradation / development programmes for\r\nmodern marketing techniques (applicant as\r\nmentioned in EoI)\r\n• Funding support for conducting trade\r\ncompetition studies (applicant as mentioned\r\nin EoI)\r\n• Funding support to MSMEs belonging to\r\nNorth-Eastern Region for participation in\r\nmarketing events\r\n• Funding for participation of MSMEs in\r\nState/District level local exhibitions/trade\r\nfairs support (reimbursement) (Registered\r\nMSMEs)\r\n• Funding support (in the form of reimbursement) to MSMEs for adopting\r\ncorporate governance practices (Registered\r\nMSMEs)\r\n• Funding support for setting up of marketing\r\nhubs\r\n• Re-imbursement to ISO 18000/ISO\r\n22000/ISO 27000 certification for MSMEs\r\n• GoI assistance of Rs.0.50 lakh per\r\nprogramme (GoI:unit : : 8 0 : 2 0 ) - p e r\r\nawareness programme\r\n• GoI assistance of Rs.10 lakhs (GoI:unit ::\r\n80:20)-for clusterbased studyon packaging.\r\n• GoI assistance of Rs.9 lakhs (GoI:unit ::\r\n80:20) for a group of 10 units towards unit\r\nbased interventions for packaging\r\nrequirements in clusters • GoI assistance of Rs.6 lakhs (GoI: unit ::\r\n80:20) per cluster for skill upgradation\r\nprogrammes\r\n• GoI assistance of Rs.8 lakhs (GoI:unit ::\r\n80:20) per trade competition study\r\n• Re-imbursement up to Rs.75,000 per unit\r\n(North–East) for space charge, to and fro and\r\ntransport charges\r\n• The total re-imbursement up to Rs.30,000\r\nper unit for SC/ST/woman/physically\r\nhandicapped entrepreneurs, and Rs.20,000\r\nper person for other MSME units for\r\nparticipation in state and district level trade\r\nfairs\r\n• Re-imbursement up to 50% of total\r\nexpenditure subject to maximum of\r\nRs.45,000 per MSME for adopting corporate\r\ngovernment practices\r\n• Funding support of Rs.30 lakhs (GoI) for\r\nmarketing hubs, plus Rs.5 lakhs (GoI) for\r\nfurniture, IT, etc., and recurring expenses of\r\nRs.15 lakhs (80% GoI, 20% private units) for\r\n2 years\r\n• One time re-imbursement of expenditure to\r\nthe extent of 75% subject to a maximum of\r\nRs.1 lakh in each case for acquiring ISO\r\ncertification.", "Who can apply": "• Any competent agency as mentioned in the EoI guidelines, MSMEs, Industry Associations, NGOs", "How to apply": "For participation of MSMEs in state/district level trade fairs: 27 • SSC supported by the office of DC-MSME will identify and approve the manufacturing MSME clusters/units for participating in state/district level local/exhibitions/trade fairs on the basis of responses received through MSME-DIs, Industry Associations, and NGOs • The applicant MSME will submit its claim along with required documents to the local MSME-DI office for re-imbursement in the prescribed format.For adopting corporate governance practices\r\noffice of the DC-MSME will identify the MSME\r\nunits for participating in this activity on the basis\r\nof the request received through the MSME-DIs,\r\nIndustry Associations and NGOs\r\nThe applicant MSME unit should submit the\r\nclaim along with required documents to the local\r\nMSME-DI office for re-imbursement in the\r\nprescribed format for re-imbursement of\r\ncertification\r\nThe application form is given along with the\r\nschemeguidelines at: (http://www.dcmsme.gov.in\r\n/schemes/MarkAssis.pdf)\r\nFill in the application form and send it to the\r\nRegional MSME-DI along with supporting\r\ndocuments"}}, "viii) Technology and Quality Upgradation Support to MSMEs": {"The scheme advocates the use of energy efficient technologies (EETs) in manufacturing units so as to reduce the cost of production and adopt clean development mechanism.": {"Nature of assistance": "• Capacity building of MSME clusters for energy efficiency/clean development and related technologies (Applicant – for awareness programme and model DPRs by expert agencies as mentioned in the EoI; for energy audits, DPRs and EET projects by expert agencies, associations or MSMEs) • Implementation of energy efficient technologies in MSME units (Applicant - registered MSME unit, to be implemented by SIDBI) • Setting up of Carbon Credit Aggregation Centres (associations, technical institutions and ESCOs) • Encouraging MSMEs to acquire product certification/licenses from National/ International bodies • Funding support of 75% for awareness programmes subject to maximum of Rs.75,000 per programme • 75% of actual expenditure for cluster level energy audit and preparation of model DPR • 50% of actual expenditure subject to maximum Rs.1.5 lakh per DPR towards preparation of subsequent detailed project reports for individual MSMEs on EET projects • 25% of the project cost as subsidy by Government of India, balance amount to be funded through loan from SIDBI/banks/ financial Institutions; minimum contribution as required by the funding agency to be made by the MSME • 75% of the actual expenditure, subject to a\r\nmaximum Rs.15 lakhs for establishing\r\nCarbon Credit Accreditation Centres\r\n• 75% subsidy to manufacturing MSME\r\ntowards licensing of products to national/\r\ninternational standards; maximum GoI\r\nassistance allowed per MSME: Rs.1.5 lakh\r\nfor obtaining product licensing /marking to\r\nNational standards and Rs.2 lakhs for\r\nobtaining product licensing/marking to\r\nInternational standards.", "Who can apply": "• Expert organisations like PCRA, BEE, TERI, IITs, NITs, etc. • State Govt. agencies like MITCON, GEDA, etc. • Cluster/industry based associations of MSMEs • NGOs and Technical Institutions.", "How to apply": "• Obtain product certification from national standardisation bodies (like BIS and BEE) or international product certifications (CE, UL, ANSI, etc.) • For re-imbursement of fees, the application is forwarded in the specified format (given in annexure-IV of scheme guidelines), to MSME-DI concerned, along with required documents."}}}}, "National Small Industries Corporation (NSIC) Schemes": {"Performance and Credit Rating": {"NaN": {"This scheme seeks to establish independent, trusted third party opinion on capabilities and credit-worthiness of MSEs, and makes credit available at attractive interest rates. It endeavours to enable MSMEs recognition in global trade, ensure prompt sanctions of credit from banks and financial institutions, subsidized rating fee structure for MSEs, facilitate vendors/buyers in capability and capacity assessment of MSEs, enable the MSEs to ascertain the strengths and weaknesses of their existing operations and take corrective measures. Salient features: The scheme is a combination of credit and performance factors including operations, finance, business and management risk, allowing uniform rating scale for all empanelled rating agencies. MSEs have the liberty to choose from the empanelled rating agencies. The fee structure is turn-over based. Partial re-imbursement of rating fee may be obtained through NSIC.": {"Nature of assistance": "Turnover of MSE Re-imbursement of fee through NSIC Up to Rs.50 lakh75% of the fee or Rs.25,000 (whichever is less) Above Rs.50 to 200 lakh75% of the fee or Rs.30,000 (whichever is less) 31 More than Rs.200 lakh 75% of the fee or Rs.40,000 (whichever is less)", "Who can apply": "Any enterprise registered in India as a Micro or Small Enterprise is eligible to apply", "How to apply": "Any Micro or Small enterprise wishing to apply for rating will have to fill up the prescribed application form and submit the same to the nearest branch of NSIC or to the rating agency chosen by it or through empanelled rating agencies: CARE, CRISIL, India Ratings, ICRA, ONICRA, SMERA, Dun & Bradstreet (D&B), SMERA."}}}, "Bank Credit Facilitation": {"NaN": {"To meet the credit requirements of MSME units, NSIC has entered into a Memorandum of Understanding with various nationalised and private sector banks. Through syndication with these banks, NSIC arranges for credit support (fund or non-fund based limits) from banks without any cost to MSMEs. Furthermore, MSMEs can upgrade their competence in terms of business and technologies by getting rated through independent, renowned and professional rating agencies empanelled with NSIC. MSEs which get rated under NSIC- “Performance and Credit Rating scheme” have the liberty to get rated by any one of the rating agencies of their preference.It also invariably increases their creditability in business and helps them in getting timely credit from banks at liberal rate of interest.": {"Nature of assistance": "All documentation pertaining to completion and submission of the credit proposal to banks shall be undertaken by NSIC.", "Who can apply": "Micro, Small and Medium Entrepreneurs.", "How to apply": "Please visit NSIC website to download the loan application forms for Bank Credit Facilitation. http://www.nsic.co.in"}}}, "Raw Material Assistance": {"NaN": {"The scheme aims at helping MSEs by way of financing the purchase of raw material (both indigenous & imported). This gives an opportunity to MSEs to focus better on manufacturing quality products.": {"Nature of assistance": "• Financial assistance for procurement of raw material up to 90 days • MSEs helped to avail economics of purchases likebulkpurchase, cashdiscount, etc. • All the procedures, documentation & issue of letter of credit in case of imports taken care of.", "Who can apply": "Registered MSMEs", "How to apply": "Entrepreneurs can apply through the prescribed application forms along with requisite fee to regional & branch offices of NSIC.For details refer NSIC website."}}}, "Single Point Registration": {"NaN": {"The government is the single largest buyer of a variety of goods. With a view to increasing the share of purchases from MSEs, the ‘Government Related scheme Raw Material Assistance Related scheme Single Point Registration 33 Stores Purchase Programme’was launched. NSIC registers MSEs under Single Point Registration Scheme (SPRS), are eligible for participation in Government purchases.": {"Nature of assistance": "e The units registered are eligible to get the benefits listed below: • Issue of tender sets free of cost • Exemption from payment of Earnest Money Deposit (EMD) • Tender participating MSEs quoting price within the price band of L1+15% allowed to supply a portion up to 20% of requirement by bringing down their price to L1 price where L1 is non-MSEs. • Every Central Ministry/Department/PSU shall set an annual goal of minimum 20% of total annual purchases of products or services produced or rendered by MSEs; out of the mandatory 20% procurement from MSEs, 4% is earmarked for units owned by Schedule Castes/Schedule Tribes. • In addition to the above, 358 items also reserved for exclusive purchase from MSE sector.", "Who can apply": "• MSEs which are registered with the Director of Industries (DI)/District Industries Centre (DIC) as manufacturing/service enterprises o r h a v i n g a c k n o w l e d g eme n t o f Entrepreneurs Memorandum (EM Part-II) are eligible for registration with NSIC under its SPRS. 34 • MSEs which have already commenced their commercial production, but not completed one year of existence can be issued with Provisional Registration Certificate under SPRS with monitory limit of Rs.5 lakh, which shall be valid for a period of one year only from the date of issue after levying the registration fee and obtaining the requisite documents.", "How to apply": "MSEs shall have to apply either on-line on website www.nsicspronline.com or on prescribed application form to concerned zonal/branch office of NSIC. The application form containing terms & conditions is available free of cost."}}}, "Infomediary Services": {"NaN": {"NSIC offers Infomediary Services, which is onestop and a one-window bouquet of aids that will provide information on business, technology and finance, and also exhibit core competencies of Indian SMEs. The corporation is offering services t h r o u g h i t s M S M E G l o b a l M a r t www.msmemart.com; which is a Business to Business (B2B) and Business to Customer (B2C) compliant web portal. Services are available through annual membership.": {"Nature of assistance": "Platinum membership: A member who joins both B2B and B2C portals, will get unlimited access to all B2B and B2C features and is allowed to upload images of 10 products. 1) Joining fee of Rs.10,000 + service tax for one year Related scheme Infomediary Services 35 2) Renewal charges of Rs.10,000 + service tax 3) For international customers, US$ 250 for one year.                                                                                                    Gold membership:\r\nAmember who joins only B2B or B2C portal will\r\nbe allowed the features of any one portal,\r\nwhichever is opted for, and allowed to upload\r\nimages of 10 products.\r\n1) Joining fee of Rs.5,000 + service tax for one\r\nyear\r\n2) Renewal charges of Rs.5,000 + service tax\r\nfor one year\r\n3) For International customers, US$ 125 for one\r\nyear\r\nBasic member: Free, with limited access to B2B\r\nportal only.", "Who can apply": "Entrepreneurs", "How to apply": "Download the application form from NSIC website Download the infomediary services membership revision request form also from NSIC website Send the filled-in form to: Technology Infomediary Services and Data Centre (TISDC) National Small Industries Corporation Ltd., NSIC Bhavan, Okhla Industrial Estate, New Delhi – 110020"}}}, "Marketing Intelligence Services Lease": {"NaN": {"Marketing Intelligence Cell acquires and analyses information for both the existing and potential customers, to understand the market, determine current and future needs and preferences, attitudes and behaviour of market; and to assess changes in business environment that may affect the size and nature of the market. The information includes: • Database of bulk buyers (product-wise), buyers in Government/public sector undertakings. • Database of rate contracts of various Government departments and PSUs. • Information on tenders floated by the Government departments and PSUs. • Database of Indian exporters to various countries, with lists of products • Database of International buyers with lists of products • Database of technology suppliers & projects for MSMEs • Business partner matchmaking (arrange oneto-one meetings for foreign delegations with Indian exporters) • Market Intelligence reports can be found on web portals pertaining to several sectors, trends analysis and export – import statistics. • International library provision with: global importers’ directory, sector specific booklets, National and International  business related magazines/databases/\r\nbooklets, information guides.\r\n• List of Micro & Small Enterprises registered\r\nwith NSIC for Government purchases, raw\r\nmaterial assistance, performance & credit\r\nrating schemes, list of MSME Industrial\r\nassociations.": {"Nature of assistance": "• Online request form: MSMEs willing to avail any marketing Intelligence services of NSIC may fill the form for: 1) Bulk buyers in Government/Public & Private sectors 2) Exporters 3) International buyers 4) Technology suppliers 5). Units registered with NSIC under Single Point Registration Schemes 6) DGS & D registered suppliers.", "Who can apply": "Potential beneficiaries would be MSMEs seeking business collaboration and co-production opportunities, joint ventures, exporters and importers, and those looking for technology transfer.", "How to apply": "Applications may be obtained and sent, dully filled-in, to: Marketing Intelligence Cell, Block F, NTSC Complex, NSIC, Okhla Industrial Estate, New Delhi. Telephone: +91-11-26382047,64650781, 64651703 Email: mic@nsic.co.in, mangaermic@nsic.co.in."}}}, "Bill Discounting": {"NaN": {"The scheme covers purchase/discounting of bills arising out of genuine trade transactions i.e., purchase of supplies made by small scale units to reputed Public Limited Companies/State and Central Government Departments/Undertakings. Bills drawn by small-scale units for supplies made by them and duly accepted by purchaser will be financed against security of bank guarantee in favour of NSIC. Purchaser unit(s) may approach NSIC for sanction of annuallimits by furnishing information as perthe prescribedapplicationform": {"Nature of assistance": "Particulars Effective rate of interest (w.e.f., 20/09/2011) i) Units having valid 12.40% SE 1Arating under NSIC’s rating scheme ii) Units having valid 12.90% SE 2Arating under NSIC’s rating scheme iii) Units having valid 12.90% SE 1B rating under NSIC’s rating scheme iv) Other units 13.40% Assistance against the security of BG/SDR/FDR. The concessional rate of interest on the good rated units, as mentioned at Sl. nos. (i), (ii) and (iii) above shall be applicable only to those cases, where the units make timely repayments of the Corporation’s dues. The units which have not repaid its dues within the stipulated 90 days, shall\r\nnot be eligible for the concessional rate of interest.\r\nThe rate of interest on the delayed payment shall\r\nbe charged as:\r\nThe Additional rate of interest on delayed\r\npayment shall continue to be charged 3% over and\r\nabove the normal rate of interest (i.e. 13.40%) for\r\nthe delays beyond 90 days.\r\n", "Who can apply": "Entrepreneurs", "How to apply": "Application for request to sanction limit under Bill Discounting Scheme is to be submitted by seller unit duly signed by authorised signatory i.e., Proprietor/Partner/Director of the Firm/Company in duplicate in prescribed form."}}}, "8. NSIC Infrastructure": {"i) Exhibition Hall, Hyderabad –Aperfect venue for organising Exhibitions/ Conferences": {"Exhibitions/product display events are organised in the hall to showcase competencies of MSEs and to capture market opportunities. The exhibition complex is strategically located and has lush green surroundings. It has very good transport connectivity.": {"Nature of assistance": "• Exhibition hall of 18,000 sq.ft. • Conference hall with a seating capacity of 100 persons • Ample two- wheeler & car parking space • 100% power back-up facility 8. NSIC Infrastructure Related scheme i) Exhibition Hall, Hyderabad –Aperfect venue for organising Exhibitions/ Conferences 40 • Food court • Earthquake resistance structure • Two atriums for ventilation and natural lighting • CCTVfor security surveillance • PAsystem • Modern fire- fighting system technology • Pleasing lush green landscape all around the building • 24 hrs. water supply through R.O system", "Who can apply": "Entrepreneurs", "How to apply": "Application copy can be obtained from website: www.nsic.co.in, e-mail: emdbphyd@nsic.co.in Tel- +9908499222 / 040-27141422 / 27125802, Fax- 271141411."}}, "ii) ITIncubator": {"The scheme is meant for creating sustainable entrepreneurship development in the area of ICT especially among first generation entrepreneurs, nurturing the innovative ideas in to commercially viable business propositions, encouraging commercialisation of R&D outputs into commercial ventures. Also, the scheme harnesses the expertise of NSIC in extending hand- holding of start-up companies to become successful MSEs.. For utilisation of the space and infrastructure of NSIC-TBI, the prospective entrepreneur have to pay a monthly licence fee to NSIC. In addition to the licence fee, business center, telephone and internet charges are also payable on actuals. Related scheme ii) ITIncubator 41 Expert services like marketing, legal, accountancy are also chargeable.": {"Nature of assistance": "• Ready to move in built-up space, standard computer hardware facilities, access to software library, internet and business centre facilities • Preliminary level training/counselling, facilitation of fine tuning the business plans, specialised training, mentoring services, market exposure • Advanced level facilitation of seed finance/venture capital, market survey, support in legal formalities, documentation support, maturity level • Sourcing of business partners, J.V./ technology transfer, legal and statutory formalities for launch of enterprise, selection process", "Who can apply": "Persons who would like to become an entrepreneur or founded an enterprise; groups of researchers´ nearby Universities who are partially financed by an industrial partner in-charge and who develop products adapted to this partner´s needs; students or ideally potential employees of start-ups, who are in need of some practical training in the Industry; people who have established credibility in the Industry and would subsequently like to start product development on their own are eligible to apply. Investors who financially commit themselves to researchers´ groups as well asto the start-ups at the incubator; clients and sales partners who are 42 interested in cooperation with researchers´ groups and start-ups at the incubator. Industrial Enterprises, Universities and private training Institutions which are interested to transfer their know-how within the qualifying offers of the incubator andmediate their clientsmayalsoapply", "How to apply": "Filled in applications can be sent to: Project Manager - NSIC TBI-Okhla, NTSC Premises Okhla Industrial Estate, New Delhi - 110020 Tel:011-26926513E-mail:itincubator@nsic.co.in"}}, "iii) E x h i b i t i o n - c u m - M a r k e t i n g Development Business Park": {"The need of growing corporate and business entrepreneurs for establishment of their operations in an extraordinary - business environment is increasing. To cater to these needs, an ExhibitionCum-Marketing Development Business Park, a five storied building, having a covered area of 1,50,000 sq. ft. with the provision of exhibition space on the ground floor and office space on the upper floors has been constructed at NSIC-TSC Complex, ECIL Post, Hyderabad spread over a sprawling areaof8acres.": {"Nature of assistance": " • Aesthetics of building by providing ACP,\r\nstructural glasing, fountains, etc.\r\n• 100% power back-up facility\r\n• Ample parking space\r\n• Capsule elevators\r\n• Large column free space in office areas\r\n• Conference hall with a seating capacity of\r\n100 persons\r\n • Exhibition hall of 18,000 sq. ft.\r\n• Food court\r\n• Earthquake resistant structure\r\n• Polished granite flooring in all common\r\nareas\r\n• Two atriums for ventilation and natural\r\nlighting\r\n• CCTVfor security surveillance\r\n• PAsystem\r\n• Modern fire-fighting technology\r\n• Pleasing lush green landscape all around the\r\nbuilding\r\n• Rain water harvesting\r\n• Wide approach road for hassle-free traffic\r\nmovement\r\n• Wide corridors inside the building", "Who can apply": "Corporate and business entrepreneurs", "How to apply": "The applications/proposals for seeking assistance can be submitted to NSIC, with full details and justification."}}, "iv) Software Technology and Business Parks": {"NSIC has established Software Technology-cumBusiness Parks in New Delhi and Chennai for providing space to Small and Medium Enterprises in software development and to IT/ITES/MSME units not registered with STPI or units that are falling under the overall definition of MSME. Units other than MSME such as banks/PSUs/ financial institutions, corporate sector would also be considered for allotment.": {"Nature of assistance": "Facilities available: Built-up space in modules/ hall having areas varying from 400 sq. ft. to 4,000 sq. ft. 100% power back-up, Speed data link: High speed data communication facility through satellite connection is available. The member units can avail 64 kbps to 2 Mbps dedicated leased channels, one telephone line for business promotion.", "Who can apply": "Entrepreneurs", "How to apply": "Download the application forms from NSIC website and the filled in application form should be submitted to: Officer In-charge, NSIC-STBPComplex Okhla Industrial Estate, New Delhi - 110 020 or Officer In-charge NSIC-STBP, Chennai"}}, "v) Exhibition Grounds, New Delhi": {"To showcase competencies of small scale industries and to capture market opportunities NSIC has constructed its own state-of-the-art Exhibition Complex adjacent to its corporate office.": {"Nature of assistance": "e 1,500 sq. mtrs. of fully air-conditioned built-up area 16,000 sq. mtrs.of open space with hard standing base Facility of cafeteria including open theatre Separate entry and exit gates Related scheme v) Exhibition Grounds, New Delhi 45 Ample parking space to accommodate more than 1,000 cars 500 KVA uninterrupted power supply through DG set 24 hours water supply Facility available for conferences and business meetings", "Who can apply": "Entrepreneurs", "How to apply": "Apply to: Dy. General Manager, NSIC Website: www.nsic.co.in"}}}, "ARI Division Schemes": {"Prime Minister’s Employment Generation Programme (PMEGP)": {"The scheme is implemented by Khadi and Village Industries Commission (KVIC) as the nodal agency at the national level. At the state level, the scheme is implemented through State KVIC Directorates, State Khadi and Village Industries Boards (KVIBs) and District Industries Centres (DICs) and banks. The Government subsidy under the scheme is routed by KVIC through the identified banks for eventual distribution to the beneficiaries/entrepreneurs into their bank accounts.": {"Nature of assistance": "The maximum cost of the project/unit admissible in manufacturing sector is Rs.25 lakhs and in business/service sector is Rs.10 lakhs. Levels of funding under PMEGP: Categories of Beneficiary’s Rate of subsidy beneficiaries contribution (of project cost) under PMEGP (of project cost)   Area (location of\r\nproject/unit)Urban Rural            General category 10% 15% 25%\r\nSpecial 05% 25% 35%\r\n(including SC/ST/\r\nOBC/ Minorities\r\n/Women,\r\nEx-servicemen,\r\nPhysically\r\nhandicapped, NER,\r\nHill and Border\r\nareas, etc.)\r\nThe balance amount of the total project cost will\r\nbe provided by the banks as term loan and\r\nworking capital.\r\n", "Who can apply": "Any individual above 18 years of age can apply. The beneficiary must have passed at least VIII standard for projects costing above Rs.10 lakh in the manufacturing sector, and above Rs.5 lakh in the business/service sector. Only new projects are considered for sanction under PMEGP. SHGs (including those belonging to BPL, provided that they have not availed benefits under any other scheme), Institutions registered under Societies Registration Act, 1860; Production Co-operative Societies, and Charitable Trusts are also eligible. Existing units (under PMRY, REGP or any other scheme of Government of India or State Government) and units that have already availed Government subsidy under any other scheme of Government of India or State Government are not eligible.", "How to apply": "The State/Divisional Directors of KVIC in consultation with KVIB and Director of Industries of the respective states (for DICs) will give advertisements locally through print & electronic media inviting applications along with project proposals from prospective beneficiaries desirous of establishing the enterprise/starting of service units under PMEGP. The beneficiaries can also submit their application online at http://www.kviconline.gov.in/pmegp/ pmegponlineapp and take the printout of the application and submit the same to respective offices along with the detailed project report and other required documents."}}, "Janshree Bima Yojana forKhadi Artisans": {"In order to provide insurance cover to Khadi artisans, a scheme of group insurance in the name of Khadi Karigar Janshree Bima Yojana (JBY) was launched. This scheme was formulated by KVIC in association with the Life Insurance Corporation of India (LIC)": {"Nature of assistance": "For death due to: (1) Natural causes – Rs.20,000; and (2) Accident – Rs.50,000. For permanent disability (loss of two eyes or two limbs) – Rs.50,000. For partial disability (loss of one eye or one limb) – Rs.25,000. Free add-on benefit: Scholarship of Rs.300 per quarter for children of Khadi Karigar, studying in 9th to 12th standard, subject to a maximum of 2 children per family", "Who can apply": "Khadi Karigar (spinners and weavers) aged between 18 - 59 years. Khadi Karigar should be below, or marginally above the poverty line.", "How to apply": "Nominee of the deceased Khadi Karigar to submit original death certificate to Pension Group Schemes Department of LIC of India through the Khadi Institution under which the deceased was a member"}}, "Market Development Assistance": {"A flexible, growth stimulating and artisan oriented Market Development Assistance (MDA) scheme has been introduced in place of the erstwhile system of Rebate. Under the MDA, financial assistance is provided to institutions @ 20% of the value of production of Khadi and Polyvastra, to be shared among the artisans producing Institutions and selling Institutions in the ratio 25:30:45. MDA allows the Institutions flexibility to use the assistance for improving the outlets, products and production processes, besides giving incentive to customers, etc": {"Nature of assistance": "MDA shall be allowed @ 20% on cost of production of Khadi (cotton, silk, woollen) and Polyvastra to the extent of production target approved by the Standing Finance Committee (SFC) of KVIC for the year.", "Who can apply": "The Khadi institutions, having valid Khadi certificate and categorised as A+, A, B and C only are eligible to avail MDAgrant from KVIC.", "How to apply": "The total amount of MDA on production will be claimed by the producing Institution from the Related scheme Market Development Assistance 49 KVIC and will be distributed amongst the stakeholders viz., spinners and weavers, producing Institutions and selling Institutions in the ratio 25%, 30% and 45% respectively. Producing Institutions shall submit quarterly claim of MDA based on the actual production achieved during the preceding quarter of the financial year. The difference, if any, would be adjusted in the last quarter of the financial year on the basis of audited accounts by the Chartered Accountants. The MDA shall be preferably reimbursed electronically by the State/Divisional office of the KVIC on quarterly basis."}}, "Science & Technology Schemes": {"The Scheme envisages extension of the fruit of the research at the laboratory level for application at the field level and extension of testing and service facility. The Research and Development activities of the Board are carried out through the twin research institutes; the Central Coir Research Institute, Kalavoor and Central Institute of Coir Technology, Bangalore.": {"Nature of assistance": "Technology Transfer, Incubation, Testing and Service Facilities", "Who can apply": "The research outcomes are beneficial to the coir industry and trade in India and abroad", "How to apply": "The trade/ Manufactures/ Entrepreneurs/Coir Workers can approach Research Centre for availing assistance in Technology Transfer, Incubation, Testing and Service Facilities"}}, "Coir Udyami Yojana (Earlier known as Schemes for Rejuvenation, Modernisation and Technology Upgradation of Coir Industry )": {"This is a credit linked subsidy scheme for setting up of coir units with project cost up to Rs.10 lakh plus one cycle of working capital which shall not exceed 25% of the project cost. Working capital will not be considered for subsidy": {"Nature of assistance": "Maximum admissible cost of the project is 10 lakhs plus working capital, which shall not exceed 25% of the project cost. Beneficiary’s contribution 5% of the project cost Bank credit Rate 55% Rate of Subsidy 40% of the project", "Who can apply": "Individuals, Companies, Self Help Groups, Non Governmental Organizations, Institutions registered under Societies Registration Act 1860, Production Co-operative Societies, Joint Liability Groups and Charitable Trust.", "How to apply": "The applications can be collected from Coir Board Offices, District Industries Centres, Coir Project Offices, Panchayati Raj Institutions and the Nodal Agencies approved by the Board for this purpose and have to be submitted directly to the Coir Board Field Offices or through the DICs."}}}, "CoirVikas Yojana": {"i. Export Market Promotion": {"Coir Board is implementing the Central Sector Related scheme i. Export Market Promotion 51 Scheme of Export Market Promotion with a view to improve the export performance of Indian Coir Sector through various export market promotion activities such as sponsoring delegations, participation in seminars and conferences, organising participation in international fairs, undertaking generic publicity abroad, extending financial assistance to Micro, Small and Medium Enterprises and Exporters, presenting Coir Industry Awards on an annual basis to recognize the outstanding performance in the areas of export, domestic trade, R&D, functioning of units & societies etc.": {"Nature of assistance": "1. Delegation, Consultancy & Information Sourcing 2. Participation in seminars and conferences 3. Participation in international fairs/buyer seller meets 4. Publicity abroad 5. External Market Development Assistance 6. Coir Industry Awards", "Who can apply": "Manufacturers, Entrepreneurs and Exporters of Coir", "How to apply": "The application forms can be had from the Coir Board HO and also can be downloaded from the website"}}, "ii. Skill Upgradation & Mahila Coir Yojana (MCY)": {"Skill Upgradation & Mahila Coir Yojana (MCY) is one of the key schemes under the Scheme Coir Vikas Yojana earlier it was known as Coir Plan(General) scheme which provides development of domestic and export markets, skill development and training, empowerment of Related scheme ii. Skill Upgradation & Mahila Coir Yojana (MCY) 52 women, employment/entrepreneurship creation and development, enhanced raw material utilization, trade related services, welfare activities for the coir workers, etc. Mahila Coir Yojana (MCY), in particular, aims at women empowerment through the provision of spinning equipment at subsidised rates after appropriate skill development training.": {"Nature of assistance": "The stipend per trainee for the skill development programmes will be limited to Rs.1000/- per month and in the case of training programmes of less than one month duration, stipend will be disbursed on prorata basis. The honorarium for the trainer will be limited to Rs. 6,000/- per month. An amount of Rs.400/- per head per month will be provided as financial assistance to the training sponsoring agency to meet the operational cost of the training for raw material, power charges, other incidentals etc. Under MCY, the Coir Board provides 75% cost of motorised Ratt/motorised traditional Ratt as one time subsidy, subject to a ceiling of Rs.7,500 in the case of motorised Ratt and Rs.3,200 for motorised traditional and Electronic Ratt.", "Who can apply": "Rural women artisans in regions producing coir fibre.", "How to apply": "Selection of trainees for in-house training at NCT&DC will be made by inviting applications through advertisements in print and electronic media and through recommendation from the authorities of the coir producing States. Selection of trainees for training programmes 53 conducted at Regional Extension Centres will be made by the officer-in-charge of the centre through sponsoring of candidates by trade associations, unit owners, Industries Department, NGOs, Co-operatives, etc"}}, "iii. D e v e l o p m e n t o f P r o d u c ti o n Infrastructure (DPI)": {"Coir Board is implementing the plan scheme ‘Development of Production Infrastructure’ with the objective of providing modern infrastructure facilities to coir production units, resulting in improvement of productivity and quality and also in creation of employment opportunities especially for women in the rural areas. It also aims the establishment of new “State of the Art” Coir Processing Units, Spread of the industry to potential areas, Enhanced utilization of available raw material, Attracting new generation entrepreneurs to the industry , Modernisation of existing unit, Production of high value customer oriented products, Make the Coir Industry competitive, Adoption of eco friendly production techniques and Achieve the target of a pollution free coir industry with technological advancements.": {"Nature of assistance": "Under the DPI scheme the Coir Board financial assistance is provided for setting up of coir units with a project cost up to Rs. 10 lakhs in the country. Subsidy will be provided @ 25% of the project cost subject to a maximum of Rs. 6 lakh for setting up of De-fibering Unit, Rs.4 lakh for Automatic Spinning Unit and Rs.5 lakh for others, including Coir Pith Unit. For a Composite or a Related scheme iii. D e v e l o p m e n t o f P r o d u c ti o n Infrastructure (DPI) 54 Multiple Unit, the maximum monetary ceiling of assistance would be Rs. 9 lakh. For calculation of subsidy amount, the cost of building will be restricted to a maximum of Rs. 8 lakh for Defibering and coir pith units and Rs. 6 lakhs for others including Automatic spinning Unit.", "Who can apply": "All new coir processing units registered with Coir Board under Coir Industry (Registration) Rules, 2008 and registered with the DIC of the respective region of the entire coir sector of the country with project cost exceeding Rs.10/- lakh each or more than the ceiling fixed in Coir Udyami Yojana Scheme are eligible for assistance under the scheme", "How to apply": "The unit shall submit the application in the prescribed format for grant of financial assistance for new units under the scheme within 6 months from the date of commencement of production of the unit. The date of commencement of production should be supported by a certificate issued by the GeneralManager,DICofthe respective area."}}, "iv. Personal Accident Insurance’ Scheme CoirWorkers": {"The Coir Board is implementing the plan scheme ‘Welfare Measures-Coir Workers Group Personal Accident Insurance’ scheme for providing financial compensation to deceased/disabled coir worker/nominee. The entire insurance premium is paid by the Coir Board to the insurance company selected by calling quotations. The financial compensation is provided by the insurance company to the disabled coir workers or nominee of the disabled or deceased coir workers.": {"Nature of assistance": "Compensations payable under the scheme are given below. 1. Accident death: Rs.50,000 2. Permanent total disability: Rs.50,000 3. Permanent partial disability: Rs.25,000 4. Provision for finger cut: Depending upon the finger and limited to applicable percentages of capital sum insured.", "Who can apply": "Coir workers aged 18 years and above engaged in the industry (no upper age limit) are covered under the insurance scheme. The disabled coir worker or nominee of the disabled/deceased coir worker can apply for the claim. Considering the welfare of the women who form the majority of the group proposed, the accident in their case will include death and disablement arising out of and traceable to sterilisation and consequent complications, arising out of pregnancy, child birth, caesarean hysterectomy, removal of breast as well as murder and rape, etc.", "How to apply": "In the event of an eligible admissible claim, the claim form should be submitted through the offices of Coir Board authorised for the purpose within the time limit fixed by disabled coir worker or a nominee of the disabled/deceased coir worker"}}, "v. Trade and Industry Related Functional SupportServices(TIRFSS)": {"Collection of statistical data pertaining to various aspects like production, productivity, labor infrastructure, raw material, marketing, etc is required for providing feedback to the trade and Relatedscheme v. Trade and Industry Related Functional SupportServices(TIRFSS) 56 industry and for formulating appropriate policy for the overall organized and systematic development of Coir Board. Introducing egoverns system in order to assess the schemes and services of coir Board by the public easily and to make all the activities in transparent way. Organize HRD programs for Coir workers for uploading their knowledge in all spheres": {"Nature of assistance": "Accessible export data such as name of export countries, quantum of export in country basis. Survey & Study reports of various sectors is available for the Coir Industry. HRD Program can be utlised by coir workers for the betterment of their knowledge in tunes of modern technology.", "Who can apply": "Coir workers, New Enterproners can be availed HRD program organized under the scheme", "How to apply": "The Entrepreneurs/Coir Workers can approach regional offices of the Board for undergoing HRD program being organized in different region."}}, "vi. Domestic Market Promotion Scheme": {"Domestic Market Promotion is one of the major functions envisaged under the Coir Industry Act 1953, Under the Scheme the Board is undertaking various measures for popularizing coir and coir products and expanding the domestic market. The following activities are undertaken by the Board for the purpose. I. Establishment and Maintenance of Showrooms & Sales Depots. II. Participation in Domestic Exhibitions.": {"Nature of assistance": "The Scheme proposes to provide financial assistance to the Apex Co-operative Societies, Related scheme vi. Domestic Market Promotion Scheme 57 Central Co-op. Societies, Primary Co-operative Societies, Public Sector Enterprises in the coir industry and the Showroom and Sales Depots of the Coir Board. The MDA is granted at the rate of 10% of their average annual sales turnover of coir products including coir yarn and rubberized coir goods during the preceding three financial years. This Assistance will be shared on 1:1 basis between the Central Government and the concerned State/Union Territory Government. The disbursement of Central share of MDA will be subject to the budgetary outlay available with the Coir Board under the relevant schemes.", "Who can apply": "Apex societies, Central Co-operative societies, primary Co-operatives, Public Sector Enterprises, Showrooms & Sales Depots of the Board.", "How to apply": "The MDA application form can be had from the Coir Board HO and also can be downloaded from the website of coirboard."}}}, "Aspire": {"Aspire (Scheme for promotion of Innovation, Entrepreneurship and AgroIndustry)": {"The main objectives of the scheme are to: (i) Create new jobs and reduce unemployment (ii) Promote entrepreneurship culture in India (iii) Grassroots economic development at district level (iv) Facilitate innovative business solution for un-met social needs, and (v) Promote innovation to further strengthen the competitiveness of MSME sector.": {"Nature of assistance": "e 80 Livelihood business incubators (2014-2016) to be set up byNSIC,KVICorCoirBoard or any other Institution/agency of GoI/State Govt. on its own or by any of the agency/Scheme for promotion of Innovation, Entrepreneurship and Agro-Industry organisation of the M/o MSME, one-time grant of 100% of cost of Plant & Machinery other than the land and infrastructure or an amount up to Rs.100 lakhswhicheverislesstobeprovided In case of incubation centres to be set up under PPPmode with NSIC, KVIC or Coir Board or any other Institution/agency of GoI/State Govt., onetime grant of 50% of cost of Plant & Machinery other than the land and infrastructure or Rs.50.00 lakhs, whichever is less to be provided. Assistance towards the training cost of incubates will be met out of the ATI scheme of the Ministry as far as possible for both centres. Total budget plan is Rs.62.50 crore for 2014-2016", "Who can apply": "Implement the IncubationandCommercialisation of Business Ideas Programme through technical/research institutes including those in the field of agro based industry. These would be designated as Knowledge Partners and would incubate new/existing technologies for their commercialisation. To provide funds for the incubator/incubation and create necessary synergy between this scheme and the Livelihood Business Incubators/Technology Business Incubators and Incubation schemes of MSME/NSIC/KVIC/Coir Board/ Other Ministries/Departments as well as Private incubators.", "How to apply": "Application can be sent to Aspire Scheme Steering Committee of Ministry of MSME. Scheme Steering Committee will be responsible for overall policy, coordination, and management support. The Council will be chaired by Secretary, Ministry of MSME."}}}, "8. Revamped Scheme of Fund for Regeneration ofTraditional Industries(SFURTI)": {"Revamped Scheme ofFund forRegeneration ofTraditionalIndustries(SFURTI)": {"The main objectives of the scheme are to: • To organize the traditional industries and artisans into clusters to make them, competitive and provide support for their long term sustainability • To provide sustained employment for traditional Industry artisans and rural entrepreneurs; • To enhance marketability of products of such clusters by providing support for new products, design intervention and improved packaging and also the improvement of marketing Infrastructure; • To equip traditional artisans of the associated clusters with the improved skills and capabilities through training and exposure visits; • To make provision for common facilities and improved tools and equipments for artisans; • To strengthen the cluster governance systems with the active participation of the\r\nstakeholders, so that they are able to gauge\r\nthe emerging challenges and opportunities\r\nand respond to them in a coherent manner;\r\n• To build up innovative and traditional skills,\r\nimproved technologies, advanced processes,\r\nmarket intelligence and new models of\r\npublic-private partnerships, so as to\r\ngradually replicate similar models of clusterbased regenerated traditional Industries.": {"Nature of assistance": "The Scheme would cover three types of interventions namely 'soft Interventions', 'hard Interventions' and 'thematic interventions'. The project outlay for various clusters is as follows: Heritage cluster (1000-2500 artisans *):Rs 8 crore Major cluster (500-1000 artisans*) : Rs 3 crore Mini cluster (Up to 500 artisans*) : Rs 1.5 crore *For NER/ J&K and Hill States, there will be 50% reduction in the number of artisans per cluster. Soft Interventions: Max Rs 25.00 lakhs (100% scheme funding) Hard Interventions: As per project requirement (75% scheme funding) Cost of Technical Agency Rs 8 % of Soft and Hard interventions (100% scheme funding) Cost of Implementing Agency/ Cluster Executive: Max Rs 20.00 lakhs (100% scheme funding).", "Who can apply": "Non-Government organizations (NGOs), Institutions of the Central and State Governments and, Semi-Government institutions, field functionaries of State and Central Govt., 61 Panchayati Raj institutions (PRIs), etc with suitable expertise to undertake cluster development", "How to apply": "The above eligible agency/organization has to submit the proposal to the State Office, KVIC and the same is to be scrutinized at State Level and Zonal Level before submitting to Scheme Steering Committee for approval."}}}}}, "MINISTRY OF SKILL DEVELOPMENT AND ENTREPRENEURSHIP SCHEMES": {"Uda an t r a ining pro g r amme f o r unemployed youth of J&K (SII J&K)": {"NaN": {"NaN": {"This scheme provides employment oriented training to the youth from the state over five years covering various sectors like business management, software, BPO.": {"Nature of assistance": "Graduates, post-graduates and professional degree holders are eligible.", "Who can apply": "Graduates, post-graduates and professional degree holders are eligible.", "How to apply": "Interested youth for availing the training programme need to visit http://nsdcudaan.com/ website and select the programme. To become a corporate trainer partner, proposal may be submitted in the prescribed formats to udaan@nsdcindia.org."}}}}, "National Skill Certification & Monetary Reward (STAR scheme)": {"NaN": {"NaN": {"The scheme is for encouraging skill development among the youth by providing monetary rewards for successful completion of approved training programmes. 64 The scheme shall be implemented through PublicPrivate and Public-Public partnerships. The scheme will provide monetary incentives for successful completion of market-driven skill training to approximately Rs.10 lakh youth in a span of one year from the date of implementation of the scheme. After the training programme a STAR (Standard Training Assessment & Reward) certificate will be given by GoI, NSDC, RASCI/GJSCI which is valid all over India.": {"Nature of assistance": "Assessment and training bodies for all purposes of the scheme will be separate and no overlap of roles will be allowed to maintain transparency and objectivity. The monetary reward will be wholly funded by the Ministry of Finance, Government of India, and will be effected through direct bank transfer to the beneficiaries’ accounts. Appropriate consideration will be provided to the economically backward sections.", "Who can apply": "The scheme is currently meant only for candidates availing themselves of skill development trainings from eligible providers. Those training providers, who have no prior affiliation with any government institution or NSDC, will go through a pre-screening process of the Sector Skill Councils (SSCs) according to an Affiliation Protocol prepared by NSDC/SSC Education of minimum 10th Class pass is necessary and should be 18 years and above", "How to apply": "Visit website for details: www.nscsindia.org and 65 approach respective SSC or approach the following: National Skill Development Corporation, Block A, Clarion Collection, Shaheed Jeet Singh Marg, New Delhi - 110016."}}}}, "Pradhan Mantri Kaushal Vikas Yojana": {"NaN": {"NaN": {"The objective of this scheme is to encourage skill development for youth by providing monetary rewards for successful completion of approved training programs. Key features of the PMKVY includes adhering to standards (National Occupational Standards – NOS and Qualification Packs – QPs for specific job roles), fund is directly transferred to the trainees bank account, Training would be based upon assessment of skill demand and the skill gap studies, it will be aligned to the demand from the Central Governments other flagship programmes, it will target drop out students after class 10 and class 12, special focus would be on youth in regions affected by left-wing extremists and from North Eastern States and J&K, trainees with prior experience or skills and competencies will be assessed and they will also be given monetary rewards for undergoing assessments, Monetary reward for various job roles within a sector would also vary, Robust regime for registration of training providers would be followed, Awareness building & mobilization activities would be carried out with the involvement of local State and district Governments as well as involvement of Members of Parliament in the activities to ensure greater outreach and ownership. Improved\r\ncurricula, better pedagogy and trained instructors\r\n(all skill training would include soft skill training,\r\npersonal grooming, behavioural change for\r\ncleanliness and good work ethics as a part of the\r\ntraining curricula), Enhanced monitoring,\r\nmentorship support, evaluation and grievance\r\nredressal. ": {"Nature of assistance": "e The Scheme aims to: • Encourage standardization in the certification process and initiate a process of creating a registry of skills • Enable and mobilize a large number of Indian youth to take up skill training and become employable and earn their livelihood. Increase productivity of the existing workforce and align the training and certification to the needs of the country. • Provide monetary awards for Skill Certification to boost employability and productivity of youth by incentivizing them for skill trainings • Reward candidates undergoing skill training by authorized institutions at an average monetary reward of Rs.8,000 (Rupees EightThousand) per candidate. • Benefit 24 lakh youth at an approximate total cost of Rs. 1,500 crore.", "Who can apply": "This Scheme is applicable to any candidate of\r\nIndian nationality who:\r\na) undergoes a skill development training in an\r\n67\r\neligible sector by an eligible training\r\nprovider as defined above;\r\nb) is certified during the span of one year from\r\nthe date of launch of the scheme by approved\r\nassessment agencies as defined above;\r\nc) is availing of this monetary award for the first\r\nand only time during the operation of this\r\nscheme.\r\nThe scheme would be implemented through NSDC training partners. Currently NSDC has 187\r\ntraining partners that have over 2300 centres. In\r\naddition, Central / State Government affiliated\r\ntraining providers would also be used for training\r\nunder the scheme. All training providers will have\r\nto undergo a due diligence before being eligible\r\nfor participating under this scheme. Focus under\r\nthe PMKVY would be on improved curricula,\r\nbetter pedagogy and better trained instructors.\r\nTraining would include soft skills, personal\r\ngrooming, behavioral change for cleanliness,\r\ngood work ethics. Sector Skill Councils and the\r\nState Governments would closely monitor skill\r\ntraining that will happen under PMKVY", "How to apply": "For further information please check the website of NSDC 68 Source : http://www.skilldevelopment.gov.in/"}}}}}, "MINISTRY OF LABOUR AND EMPLOYMENT SCHEMES": {"Apprenticeship Training": {"NaN": {"NaN": {"This scheme aims to provide facilities available in industry for imparting practical training with a view to meeting the requirements for skilled manpower of Industry.": {"Nature of assistance": "Monthly stipend ranging from Rs.1,970 per month to Rs.3,560 per month.", "Who can apply": "Any person who is 14 years or above, fulfills basic physical and educational standards as per the apprentices act.", "How to apply": "Employers and apprentices fulfilling the norms obligations under the Act can send their proposals to the Department of Education through state apprentice advisors, who are also the prime implementers of this scheme."}}}}, "Craftsmen Training (ITIs)": {"NaN": {"NaN": {"The scheme isformulated to impartskillsin various vocational trades to meet the skilled manpower requirements for technology and industrial growth bywayofIndustrialTrainingInstitutes(ITIs).": {"Nature of assistance": "Offer skills at a subsidised (minimal) fee.", "Who can apply": "Students willing to take part in training should possess academic qualification prescribed for the trade which varies from class-VIII pass to classXII pass depending upon the trade.", "How to apply": "Proforma for admission may be obtained from the State Directorate dealing with Craftsmen Training Scheme or from the Principal of the concerned Industrial Training Institute conducting training programmes under Craftsmen Training scheme."}}}}, "Skill Development in 34 Districts Affected by Left Wing Extremism": {"NaN": {"NaN": {"The aim is to create skill development infrastructure in the 34 districts closer to the people of left wing extremism (LWE) affected districts. The objective is to establish one ITI & two Skill Development Centers (SDCs) in each of the 34 districts and to run demand driven vocational training courses, both long and short term, to meet the requirement of skilled manpower of various sectors. Under the “skill training” component of the scheme, 30, 120 and 10 youth per district will be trained in long term, short term and instructor training courses respectively.": {"Nature of assistance": "The scheme facilitates skill training programmes for 1,000 youth in long term training and 4,000 youth in short term training with a stipend of Rs.5,000 in Private Institutes and Rs.3,500 in Government Institutes.", "Who can apply": "State Directorate of Employment and Training", "How to apply": "Candidates can apply in the prescribed format which will be taken through local DET office or directly through ITI/Skill Development Centre (SDC) where the said scheme is being offered."}}}}, "Skill Development Initiative (SDI)": {"NaN": {"NaN": {"The main aim is to provide vocational training to school dropouts, existing workers, ITI graduates, etc., to improve their employability by optimally utilising the infrastructure available in Government, Private Institutions and Industry. 71 Existing skills of the persons can also be tested and certified under this scheme": {"Nature of assistance": "100% centrally sponsored demand driven short term training courses based on ‘Modular Employable Skills’ decided in consultation with industry", "Who can apply": "School dropouts, existing workers, ITI graduates", "How to apply": "Candidates can approach the VTPs in their locality for assistance in getting trained in the selected module. VTP will arrange for their assessment by anyoneoftheAssessingBodiesselectedbyRDAT."}}}}, "Upgradation of 1396 ITIs through PPP": {"NaN": {"NaN": {"The objective of the Scheme is to improve the quality of vocational training in the country and make it demand driven so as to ensure better employability of the graduates.": {"Nature of assistance": "An interest free loan upto Rs. 2.5 cr. is given by the Central Government directly to the IMC on the basis of Institute Development Plan (IDP) prepared by it. The loan is repayable by the IMC in 30 years, with a moratorium of 10 years and thereafter in equal annual instalments over a period of 20 years. Under this scheme the IMC has been given financial and academic autonomy to manage the affairs of the ITI.", "Who can apply": "Government ITIs", "How to apply": "1396 ITIs are being selected with a compulsory requirement of forming on Institute Management Committee (IMC) consisting of Industry members as well as faculty. Related scheme Upgradation of 1396 ITIs through PPP 72 Source : http://labour.gov.in/content/"}}}}}, "MINISTRY OF HEAVY INDUSTRIES AND PUBLIC ENTERPRISES SCHEMES": {"Capital Goods Scheme": {"NaN": {"NaN": {"Under the Capital Goods Scheme assistance is provided for following activities: a) Common engineering facility centre may be set up by the local industry and the industry association so that manufacturing services, hitherto, not available, will be accessible to capital goods sector in the catchment area. b) Integrated industrial infrastructure facilities for machine tool industry provide an ecosystem for manufacturing of machine tools in industrial cluster mode in order to cut down the logistic cost substantially and therefore making the sector cost effective having enhanced export capability and favourable for attracting more investment. c) The Centre will become test and certification centre for statutory and regulatory requirements of earthmoving machinery. The facility will be implemented by the Government of India d) The fund will provide financial assistance to existing capital goods industrial units for acquiring / transferring and assimilating a d v a n c e d t e c h n o l o g i e s a n d a ls o development of technologies through contract route, in-house route or through joint route of contract in order to achieve global standards and competitiveness.": {"Nature of assistance": "a) Central Assistance will be by way of one time grant-in-aid (not equity) not exceeding 80% 74 of the project cost subject to maximum of Rs. 48.96 crore for two Common Engineering Facility Centres b) One time grant-in-aid (not equity) not exceeding 80% of the project cost subject to maximum of Rs. 125 crore. c) Central Assistance will be Rs. 100 crore from DHI, during the Pilot phase. d) Central Assistance will be by way of one time grant upto 25% of the cost of Technology Acquisition of each technology. Maximum amount given shall not exceed Rs. 10 crore. The funding support will be through a Government R & D institution.", "Who can apply": "MSMEs, Local industries, Industry Associations, Financial Institutions, Central / Sate Government, R&D Institution, Central / State PSUs etc", "How to apply": "Application may be submitted for each technology development projects which facilitates global competitiveness. Applications and enclosures (including DPR) to be sent in duplicate. Soft copies of the application in prescribed format and DPR (one each in MS Word format and in pdf format) to be sent in Compact Disc."}}}}, "Excise duty concession to PWDs": {"NaN": {"NaN": {"  Under Excise duty concession to PWDs the\r\nassistance is provided for following activities:\r\nIssue of an excise duty concession certificate on\r\npurchase of cars by the physically handicapped persons stipulates that this concession can be\r\nclaimed on if a Deputy Secretary/Director in the\r\nMinistry of Industry certifies that the vehicles is\r\nfit for use by the handicapped persons.": {"Nature of assistance": "Ministry of Finance, Government of India, has allowed a concessional rate of excise duty of 8% as against the normal rate of 16% and 24%.", "Who can apply": "on cars being able to be driven by the physically handicapped; or A person with physically handicapped can also drive the car.", "How to apply": "a) A medical certificate from the Medical Officer of a Government Hospital, as per the prescribed proforma. b) A certificate from the manufacturer of a passenger car to the effect that a booking has been made with them and that the passenger car to be delivered to the handicapped person has specifically been designed or fitted with special control devices or gadgets, depending upon the type of disability of the person, such as auto transmission, grip assembly, accelerator pedals, hand control, etc. fitted in the depending upon whether the disability is in right/left arm or in both legs or in combination. c) An affidavit by the applicant that he had not availed of this concession in the last 5 years and that he will not dispose of the cars with excise duty concession after purchase for a period of 5 years.The application from the physically handicapped\r\npersons, duly meeting the above requirements\r\nmay be sent to The Under Secretary (AEI Section)\r\nMinistry of Heavy Industries & Public\r\nEnterprises, Department of Heavy Industry,\r\nRoom No. 384, Udyog Bhawan, New Delhi110011."}}}}, "Custom Duty Concession": {"NaN": {"NaN": {"Under Custom Duty Concession the assistance is provided for following activities: Application for grant of concessional rate of customs duty under “Project Import” Scheme in respect of imported machinery and equipments for initial setting up of the project/for effecting substantial expansion of the project in respect of Automotive Sector is to be sent to the Department of Heavy Industry": {"Nature of assistance": "Concessional rate of customs duty for selected import of machinery and equipments.", "Who can apply": "Any Manufacturer in automotive sector", "How to apply": "The application needs to be sent at the following address: Joint Secretary [Auto Division] Department of Heavy Industry Ministry of Heavy Industries and Public Enterprises Udyog Bhawan, New Delhi. Related scheme Custom Duty Concession 77 Source : http://dhi.nic.in/"}}}}}, "MINISTRY OF YOUTH AFFAIRS & SPORTS SCHEMES": {"Financial Assistance for Promotion of Youth Activities and Training (FAPYAT)": {"NaN": {"NaN": {"The Ministry of Youth Affairs and Sports has various schemes to assist the youth and encourage them to promote national integration and eradicate social evils. The scheme of FAPYAT will have the following sub-components: a) Vocational Training: The objective is to develop leadership qualities, to prevent the migration of rural youths to cities by making them realize the importance of agriculture, and to enable entrepreneurs to learn modern methods of training. b) Entrepreneurship Development: The aim is to promote an understanding of the process of entrepreneurship among the youth, to equip the youth with skills for designing and planning projects, and to help unemployed youth. c) Exhibition: The objectives are to project the contributions made by youth in development activities, to channelize active participation in nation building activities, and to provide a platform for displaying their skills.": {"Nature of assistance": "Under the scheme financial assistance would be provided under normative pattern.", "Who can apply": "The age criteria for youths to join these training programmes are between 15-35 years.", "How to apply": "The eligible NGO will submit its application along with requisite documents, with the 80 recommendations of any of the following: State Government, UT Administration, District Collector/DM, NYK, NSS Regional Centre. Application must be sent to: Deputy Secretary/Director (Training), Ministry of Youth Affairs and Sports, Shastri Bhavan, New Delhi"}}}}, "National Programme for Youth and Adolescent Development (NPYAD)": {"NaN": {"NaN": {"The scheme envisages developing leadership qualities and personality of youth and to channelise their energy towards socio-economic development and growth of the nation. • Foster the spirit of adventure, risk taking, team work, and capacity of ready and vital response to challenging situations and of endurance among youth; • Motivating the youth to act as a focal point for dissemination of knowledge in the rural areas and involve theminnation buildingprocess.": {"Nature of assistance": "Grants-in-aid shall be released to the project implementing agency up to 50% of the approved amount as 1st installment. In case of State/UT governments, NSS and NYKS advance up to 90% may be released. The balance shall be released on completion of the programme. Selection of women beneficiaries will have a distinct priority and care should be taken to include at least one-third beneficiaries from women. Youth Leadership and Personality Development Training Grants will be awarded to recognised institutions.", "Who can apply": "Members of youth clubs affiliated to the Nehru Yuva Kendra Sangathan, NSS, state government youth organisations, state level organisations (SLOs) and Universities.", "How to apply": "Proposals should be sent directly to the Union Ministry of Skill Development, Entrepreneurship, YouthAffairs andSports."}}}}, "National Youth Corps (NYC) implemented through Nehru Yuva Kendra Sangathan (NYKS)": {"NaN": {"NaN": {"The objective is to tap the potential of youth and channeling their energy towards nation building. § To set up a group of disciplined and dedicated youth who have the inclination and spirit to engage in the task of nation building. § To facilitate realisation of inclusive growth (both social and economic). § To act as points for dissemination of information, and basic knowledge in the community. § To act as group modulators and peer group educators. § To act as role models for younger people especially towards enhancement of public ethics, probity and dignity of labour.": {"Nature of assistance": "Volunteers will be paid an honorarium of Rs.2,500 per month for their engagement up to two years (including the period of training which will be for 4 weeks) in identified development activities.", "Who can apply": "The scheme enables young men and women in the age group of 18-25 years to serve up to two years on a full time basis up to March 2012 for which they receive an honorarium of Rs.2,500 per month. Representation from the weaker sections of the society and gender balance is encouraged. Qualification of minimum 10th class pass is eligible", "How to apply": "Any young person wishing to enroll shall be required to submit application, in the prescribed format to the concerned District Youth Coordinator of NYKS.Source : http://yas.nic.in/en/schemes"}}}}}, "MINISTRY OF NEW AND RENEWABLE ENERGY SCHEMES": {"Development/Upgradation of Watermills and setting up Micro Hydel Projects (up to 100 KWcapacity)": {"NaN": {"NaN": {"The Watermills (WM) and Micro Hydel Projects (MHP) have the potential to meet the power requirements of remote areas in a decentralized manner. The scheme provides grant of Central FinancialAssistance for development/ upgradation of WM and setting up of MHP. The scheme also envisages support for specialised studies/survey, strengthening of database, training and capacity buildingrelatingtoWMandMHP.": {"Nature of assistance": "Preference would be given to WM owned by women, women entrepreneurs or received from women NGOs to submit the proposals. The Ministry would also give financial support for training/ capacity building programmes. Incentive to SNA by CFA would be, an incentive of Rs.3,500 per watermill in mechanical mode, Rs.10,000 per WM in electrical/ electrical & mechanical mode, and 1% of the subsidy or a minimum of Rs.25,000 for each MHP will be provided as service charges, in case the SNAis not the owner of the WM/ MHP. In case project is being implemented by NGO, the service charges will be shared between SNAand NGO in the ratio of 30:70.", "Who can apply": "The CFA for WM and MHP under the scheme is applicable for the projects to be implemented by the State Government Department/SNA/Local bodies/Cooperatives/NGOs, Entrepreneurs/ Individuals.", "How to apply": "Apply through the Ministry of New & Renewable Energy"}}}}, "Development of Solar Parks and Ultra Mega SolarPowerProjects": {"NaN": {"NaN": {"India, with its large population and rapidly growing economy, needs access to clean, cheap and reliable sources of energy, the clean power generated by these solar projects. This scheme plays a major role in reducing India’s carbon footprint, promote high end technical investments and empower local communities.": {"Nature of assistance": "At the state level, the solar park will enable the states to bring in significant investment from project developers, meet its Renewable Purchase Obligation (RPO) mandates and provide employment opportunities to local population.", "Who can apply": "The solar parks will be developed in collaboration with the State Governments. The implementation agency would be Solar Energy Corporation of India (SECI) on behalf of GoI. SECI will handle funds on behalf of GOI. The States applying under the scheme will have to designate an agency for the development of solar park.", "How to apply": "Apply through the Ministry of New & Renewable Energy."}}}}, "Re s e a r ch, De si gn, De v e l opment, Demonstration (RDD&D) and Manufacture ofNewandRenewableEnergy": {"NaN": {"NaN": {"The purpose of this scheme is to make the industry competitive and renewable, energy generation supply self-sustainable/ profitableRDD&D activities would focus on research,\r\ndesign and development that would lead to\r\neventual manufacturing of complete systems,\r\neven if those activities are required to be shared\r\namong different institutions. Thus, there would be\r\na need for system integration broadly covering,\r\ninter-alia, the following areas:\r\ni) Alternate Fuels (hydrogen, bio & synthetic);\r\nii) Green Initiative for Future Transport (GIFT);\r\niii) Green Initiative for Power Generation\r\n(GIPS);\r\niv) Development of various new and renewable\r\nenergy systems including high efficiency\r\nsolar cells and solar cells;\r\nv) Stand alone products to provide costeffective energy for cooking, lighting,\r\nmotive power, drinking water and drying;\r\nvi) Distributed new and renewable energy\r\nsystems to provide cost competitive energy\r\nsupply options for cooking, lighting and\r\nmotive power to offset load on the grid;\r\nvii) Productsfor urban, industrial and commercial\r\napplications": {"Nature of assistance": "Financial assistance for RDD&D projects that involve partnership with industry/civil society organizations should normally be restricted to 50% of the project cost. However, for any proposal from Universities, Government Research Institutions, Private Educational Institutions, etc. Ministry may provide up to 100% funding, depending on project priority. In 88 the case of Private Educational Institutions especially engineering colleges have to furnish a declaration that they do not levy and collect donations for admissions from students while applying for R & D grants.", "Who can apply": "Research and Development Institutions; Academic Institutions, Autonomous Institutions, Departments/Agencies/PSUs, States/UTs Government, Panchayats, Community based and organisations of civil societies", "How to apply": "Applications and proposals are invited through advertisements placed in newspapers and/or on the MNRE website."}}}}, "Wind Resource Assessment in Uncovered/ New Areas underNCEFScheme": {"NaN": {"NaN": {"The Ministry has initiated a new scheme on implementation of Wind Resource Assessment in Uncovered/New Areas with an aim to assess the realistic potential at 100 m level in 500 new stations under the National Clean Energy Fund (NCEF) also to be implemented through C-WET. SNAs along with Private developers shall invest the entire project cost initially and carry out all necessary works to establish the Wind monitoring stations (WMS).": {"Nature of assistance": "Under this scheme, 40% of the total project cost will be provided from NCEF as reimbursement through C-WET and balance 60% of the total project cost shall have to be borne together by the concerned State Nodal Agencies (SNA) of State Government and private developer(s). Related scheme Wind Resource Assessment in Uncovered/ New Areas underNCEFScheme 89 Ministry shall release 50% of the NCEF grants in accordance with the proposal of C-WET. The financial sanction for the sites to SNAs/private developers will be given by C-WET. The remaining 50% of the grant amount for that particular sanction order shall be released to CWET.", "Who can apply": "Only the Indian entities viz., Wind farm owners, IPPs, Wind Farm Developers and Wind Turbine Manufacturers are eligible for grant of subsidy in this scheme. All the private developers shall comply with the Directorate General of Civil Aviation (DGCA) guidelines. The developer should have in-house resources (e.g., engineering, operation) including experience with environmental permitting and siting issues.", "How to apply": "Private developers shall submit the detailed proposals on the prescribed format to respective SNA’s. The concerned SNA’s will ensure that the first lot of proposals for wind monitoring stations allotted to the state concerned shall be submitted to C-WET within 6 months from the date of issue of the scheme. 90 Source : http://www.mnre.gov.in/schemes/r-d/scheme-10/"}}}}}, "MINISTRY OF DEVELOPMENT OF NORTH EASTERN REGION SCHEMES": {"1. Capacity Building and Technical Assistance (CB&TA) scheme": {"Capacity Building and TechnicalAssistance (CB&TA)": {"NaN": {"The main aim of the Ministry of Development of North Eastern Region is strengthening of its human resources, particularly the youth, to make them skilled and employable. The skill and knowledge base of administrators in the state governments also needs strengthening to ensure good governance": {"Nature of assistance": "Grant-in–aid for short-term training courses of up to six months, medium term courses above six months to one year and long duration training courses of above one year. For short duration courses the 1st installment of 75% to be released after receiving the acceptance and the bond executed; the second installment of remaining 25% will be released after submission of expenditure statement; similarly for medium term and long term courses, the 1st installment of 50%, 2nd installment of 40% and 3rd installment of 10% respectively.", "Who can apply": "All Central and State Government departments, Centres of excellence in training, Education and research Universities, Central and State PSUs, and autonomous organisations under Central, State and local Governments, Reputed Institutions of training and education in the private sector and NGOs and trusts.", "How to apply": "All proposals to be submitted in the prescribed format between January and March for funding 92 requests in the next financial year, to the Secretary, Ministry of Development of NorthEastern Region, Vigyan Bhawan Annexe, Maulana Azad Road, New Delhi – 110011."}}}}, "2. North Eastern Development Finance Corporation Ltd (NEDFL) Schemes": {"i) Corporate Finance": {"NaN": {"Providing finance such as normal capital expenditure, working capital margin, short fall in working capital, repayment of high cost debt and general corporate purpose like funding of business acquisition or for brand building, etc., where no tangible asset creation may be envisaged.": {"Nature of assistance": "Minimum exposure would be Rs.50 lakh and maximum exposure shall be as per exposure norms", "Who can apply": "Corporates with minimum 3 years of profitable operations for NEDFi assisted units, in case of other units the unit should have minimum 5 years of operations.", "How to apply": "To the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006."}}}, "ii) Equipment Finance": {"NaN": {"This scheme intends to provide financial assistance for acquiring specific machinery/ equipment by financially sound and profit making companies having good credit record. The proposed unit should be located in any of the eight North Eastern States.": {"Nature of assistance": "Maximum 70% of the cost of equipment plus taxes/duties, transportation and installation charges; minimum assistance will be Rs.25 lakh. Minimum of 30% of cost of equipment proposed to be acquired the machinery should be new one", "Who can apply": "Enterprises having good track record", "How to apply": "To the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006."}}}, "iii) Initiative for Development of Entrepreneurs in Agriculture (IDEA)": {"NaN": {"The scheme intends to promote agri-business ventures in the North-East Region and assist in establishing agri-business as a profitable venture. It also provides gainful employment opportunities and makes available supplementary sources of input supply and services.": {"Nature of assistance": "Composite loan comprising term loan and working capital; maximum project size should be Rs.25 lakh term loan from NEDFi, maximum up to 75% of the project cost, promoter’s contribution will be 25% of the project cost.", "Who can apply": "• Graduates and Post graduates in agriculture and allied subjects. • Graduates, Post-graduates from other disciplines having experience and skill to undertake Agri Business ventures can also be considered. • The proposed units could be proprietorship, partnership or a company. • The promoter or their units must not be a Related scheme iii) Initiative for Development of Entrepreneurs in Agriculture (IDEA) 94 defaulter in any government scheme and /or with any bank or any other agencies. • The proposed unit for which financial assistance is sought should be located within any of the eight North-Eastern States.", "How to apply": "Apply to the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi."}}}, "iv) Micro Finance": {"NaN": {"The scheme envisages meeting micro credit needs Small and Medium size agriculturists, selfemployed personnel and entrepreneurs can be reached much more effectively by involving the services of intermediaries, who can understand needs, demand and local situations. Developing and supporting NGOs/ Voluntary Agencies (VAs) with good track record for on-lending to the “needy” for taking up any income generating activities in the rural areas.": {"Nature of assistance": "NEDFi would lend the amount at Prime Lending Rate (PLR) + 0.5 % (administrative charge). Processing fee to the extent of maximum 1% of loan amount. The MFI have to comply with RBI norms. Repayment period is maximum 5 years.", "Who can apply": "All MFIs which have been in existence for at least 3 years; the MFIs should have good credibility record. Voluntary agencies are also eligible to apply.", "How to apply": "Apply to the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi"}}}, "v) NEDFi Equity Fund": {"NaN": {"The schemes intends to invest in projects promoted by entrepreneurs in North-Eastern Region having sound business ideas with potential for high growth and more than normal returns on investment.": {"Nature of assistance": "Investment in a single project would range from Rs.50-300 lakhs. Assistance will be available for financing terms normally included in the cost of a project, startup working capital and selectively for core current assets during commercial operation", "Who can apply": "Individual entrepreneurs or groups of entrepreneurs; The applicant should have a viable business plan which offers above average profitability leading to attractive returns on investment.", "How to apply": "Apply to Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi."}}}, "vi) NEDFi Opportunity Scheme for Small Enterprises (NoSSE)": {"NaN": {"The scheme aims at providing long term financial assistance for setting up new industrial and infrastructure projects as well as for expansion, diversification or modernisation of existing industrial enterprises, excluding commercial real estates.": {"Nature of assistance": "If the project cost is above Rs.50 lakhs and up to Rs.200 lakhs loan component up to a maximum of Rs.100 lakhs in the form of term loan or working capital or combination of both.", "Who can apply": "Local small entrepreneurs of North East India.", "How to apply": "Apply to the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi."}}}, "vii) N o r t h E a st E n t r e p r e n e u r s Development (NEED)": {"NaN": {"The scheme has been formulated to help first generation entrepreneurs who are short of equity. New projects in Micro and Small Enterprises, expansion, modernisation of existing units. Technical qualification of the promoter in the relevant field is a pre-requisite.": {"Nature of assistance": "Term loan up to a maximum of 75% of the project cost including one cycle of working capital in deserving cases. Promoter’s contribution minimum 25% of project cost.", "Who can apply": "First generation entrepreneurs, existing entrepreneurs, proprietary & partnership concerns andcompanies.", "How to apply": "Apply to the Chairman and Managing Director, NEDFi, G.S.Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi"}}}, "viii)North-East Handloom Handicrafts (NEHH)": {"NaN": {"Promoting enterprises in handlooms and handicrafts sector and providing a platform for sustainable economic growth by promoting the local artisans": {"Nature of assistance": "Maximum project cost will be Rs.25 lakhs. Term\r\nloan assistance to be up to 75% of the project cost Promoters’ contribution will be minimum 25% of\r\nproject cost. Interest rate will be 8%, repayment\r\nperiod to be 3-7 years, including moratorium on\r\nprincipal repayment.", "Who can apply": "Manufactures, Designers, Experts in handlooms and handicrafts products from North-East India. The proposed units could be proprietorship, partnership or company.", "How to apply": "Apply to the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi."}}}, "ix) Rupee Term Loan (RTL)": {"NaN": {"Providing medium to long term financial assistance for setting up of new expansion, diversification or modernisation of projects in manufacturing or services sectors.": {"Nature of assistance": "Normally, considers maximum exposure of up to 12% of its net worth in a single project. In case of consortiumlending, the total debt component in the project may be decided by the consortium partners, but corporation restricts its maximum exposure to 12%ofits networth and rest ofthe loan requirement may be sanctioned by other consortium partners promotes contribution should be minimum of 35- 40%ofthe totalproject cost.", "Who can apply": "Existing and prospective entrepreneurs can apply for the scheme. All the eight North-Eastern States are eligible", "How to apply": "Apply to the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi"}}}, "x) Working Capital Term Loan (WCTL)": {"NaN": {"The scheme aims to provide one-time core working capital assistance to deserving units in the form of working capital term loan": {"Nature of assistance": "Up to maximum of 75% of working capital requirement of business for one cycle of operation. Promoter margin would be a minimum of 25% of projected one cycle of working capital requirement.", "Who can apply": "The proposed unit for which financial assistance is sought should be located in any of the eight North-Eastern States.", "How to apply": "Apply to the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi."}}}, "xi) WCTLforContract Finance": {"NaN": {"NEDFi provides financial assistance in the form of gap funding to eligible contractor firms/companies for contract work execution.": {"Nature of assistance": "Working capital term loan assistance is given in the form of gap funding. Interest rate is fixed on the basis of prime lending rate with plus or spread as per the credit worthiness of the borrower, risk perception, rating and other relevant factors. Additional security will be required to cover the loan.", "Who can apply": "Eligible contractor firms and companies.", "How to apply": "Apply to the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi."}}}, "xii) Women Enterprise Development (WED)": {"NaN": {"The scheme provides financial assistance to woman entrepreneurs for taking up business ventures. Existing businesses will also be eligible for expansion, modernisation and diversification.": {"Nature of assistance": "Term loan assistance, maximum 75% of the project cost. Project cost should not exceed Rs.15 lakhs including working capital. Promoter’s contribution will be a minimum of 25% of the project cost.", "Who can apply": "Skilled woman entrepreneurs in the age group of 18-50 years; the applicant has to be engaged in any viable income generating activity including small business trade., etc", "How to apply": "Applicants fulfilling the critera can apply to the Chairman and Managing Director, NEDFi, G.S. Road, Dispur, Guwahati – 781006 in the prescribed format of NEDFi"}}}}, "3. North Eastern Region Urban Development Programme": {"North-Eastern Region Urban Development Programme": {"NaN": {"The aim is to improve quality of life of urban residents and enhance urban productivity through improved infrastructure and services, with a view to building capacity for enhanced urban governance, finance and service delivery systems through institutional and financial reforms.": {"Nature of assistance": "Financial aid of Rs.1371.4 crore (GoI and Asian\r\nDevelopment Bank in the proportion of 30/70) to five states to be used for the described objectives:\r\n90% grant, 10% loan in three phases.", "Who can apply": "Governments of five states, Tripura, Mizoram Sikkim, Nagaland, and Meghalaya.", "How to apply": "State Government to write directly to the Department of Urban Development, Union Ministry of Urban Development for approval and sanction of their project proposal."}}}}, "4. North-East Rural Livelihoods Project (NERLP)": {"North-East Rural Livelihoods Project (NERLP)": {"NaN": {"The development objective of the project is to improve rural livelihoods, especially that of women, unemployed youths and the most disadvantaged, in the participating North-Eastern States. There are four components to the project. i) Social Empowerment ii) Economic Empowerment iii) Partnership Development iv) Project Management.": {"Nature of assistance": "Financial assistance would be through International Development Association (IDA). This is a world bank funded scheme.", "Who can apply": "Women, SHG members and unemployed youth in the North Eastern Region.", "How to apply": "Applications need to submitted in the prescribed format to District Project Management Unit office/Block Project Facilitation Team offices. Application forms are available online at the website: www.nerlp.gov.in"}}}}, "5. Advertising and Publicity": {"Advertising and Publicity by the Ministry of Development of North-Eastern Region": {"NaN": {"The scheme aims to showcase the inherent economic, social and cultural strength of the North-Eastern Region as well as to mainstream the region with the country to move forward in its entirety.": {"Nature of assistance": "The Ministry may provide financial assistance to public enterprises, public trusts, voluntary organisations, NGOs, etc.", "Who can apply": "Registered Societies, voluntary organisations, public trusts, non-profit/not-for-profit organisations, universities, co-operatives and other similarly placed institutions are eligible for the scheme.", "How to apply": "A divisional head of the Ministry may invite the eligible institutions/organisations to take up programmes/projects relating to the subject assigned to them under the scheme. Such internal proposals should be sent to the Joint Secretary incharge of Advertising & Publicity with the recommendations for obtaining the decision of the committee on advertising & publicity. Proposals submitted suo-moto by an organisation/institution is an external proposal. External proposals should be submitted to Joint Secretary in-charge of advertising & publicity scheme. The Division shall examine and process the proposal to be placed before the committee on advertising & publicity. 102 Source : http://www.mdoner.gov.in/node/217"}}}}}, "MINISTRY OF MINORITY AFFAIRS SCHEMES": {"\"Nai Roshni\"- For Leadership Development of Minority Women": {"NaN": {"NaN": {"The objective of the scheme is to empower and instill confidence among the minority women, including their neighbours from other communities living in the same village/locality, by providing knowledge, tools and techniques for interacting with Government systems, Banks and other Institutions at all levels.": {"Nature of assistance": "The leadership development training scheme shall be implemented by the Ministry of Minority Affairs through selected organisations The organisation shall be provided financial\r\nassistance for implementation of the scheme. The\r\nrates may vary according to the area of operation,\r\nfees charged by the training institutes, boarding\r\ncost etc. The total number of trainees per batch\r\nwould be 25 women (maximum)", "Who can apply": "Women belonging to all minorities notified under Section 2 (c) of the National Commission for Minorities Act, 1992 viz. Muslims, Sikhs, Christians, Buddhists and Zoroastrians (Parsis) Efforts will be made to persuade Elected Woman Representatives (EWRs), from any community, under the Panchayati Raj Institutions to be included as a trainee.", "How to apply": "Interested organisations need to contact the District Collectors, District Magistrates, and Deputy Commissioner’s office."}}}}, "Nalanda Project for Minorities Higher Educational Institutions": {"NaN": {"NaN": {"This project is an innovative Faculty Development Programme (FDP) for faculty to expose them the new ways of learning for achieving excellence and grow as faculty members. It is an ongoing process of understanding, learning, and growth. Faculty development includes education, collaboration, resources andsupport. Faculty who engage in professional development experiences benefit also in terms of increased vitality, informed pedagogy, teaching innovations and scholarly teaching. The Nalanda Project is being taken up at Aligarh Muslim University, a premier Minority University of world fame.": {"Nature of assistance": "Training would be provided through educational programmes and workshops by the University where the faculty can learn the skills necessary to reach excellence in a changing academic environment.", "Who can apply": "Faculty involved in Minorities Educational Institutions.", "How to apply": "Apply to the Aligarh Muslim University which is also a Nodal Staff College of University Grant Commission."}}}}, "\"Seekho aur Kamao (Learn and Earn)\" - ForSkill Development of Minorities": {"NaN": {"NaN": {"The scheme aims at the following: § To reduce the unemployment rate and 105 generate better livelihood for minorities along with updating their traditional skills with available market linkages. § To improve the employability of existing workers, school dropouts etc. and ensure their placement": {"Nature of assistance": "This is a 100% Central Sector Scheme and will be implemented by the Ministry directly through empanelled eligible organisations. Full cost of the approved projects as per prescribed financialnormswouldbebornebytheMinistry. An incentive amount of 5% of the project cost will be payable to PIAwho successfully completes the project in time with all conditions met including placements.", "Who can apply": "Applicants belonging to minority community, 14-35 years of age, with minimum qualification of Class-V.", "How to apply": "The scheme will be implemented through Project Implementing Agencies (PIAs) like Societies of the State Governments,by any private recognised/ registered Institution which has been conducting such skill development courses for at least last three years, association of Industries or any industries, NGO and civil societies. Apply to the PIA."}}}}, "Research/Studies, Monitoring and Evaluation of Development schemes including Publicity": {"NaN": {"NaN": {" The scheme covers expenditure for research/  studies including baseline survey/survey,\r\nmonitoring/concurrent monitoring and evaluation\r\nstudies of various schemes and programmes of the\r\nMinistry including the Prime Minister’s New 15\r\nPoint Programme for the Welfare of Minorities\r\nthroughout the country with special focus on\r\nMinority concentration districts/blocks/towns\r\nand holding workshop/seminar/conference on\r\nthemes of direct relevance to the Ministry which\r\nare either proposed by the institutions/\r\norganisations themselves or proposed/sponsored\r\nby the Ministry itself.\r\nProposals may be invited either through\r\nadvertisement in the newspaper and website of the\r\nMinistry or directly from the research institution/\r\ncouncil/organisation of the government or may be\r\nproposed/sponsored directly by the Ministry\r\nitself": {"Nature of assistance": "The professional charges would be released in the case of studies/survey in three installments; first installment – 50%, second installment - 40% (on receiving progress reports and expenditure statements) and the third and final installment - 10% (after receiving the final report). In the case of research/studies including baseline survey/survey 90% of the sanctioned amount may be released as the first installment. Assistance given by the Ministry will be Institution-based and released to the head of the institution/organisation. Staff appointed for a study are deemed to be employees of the Institution/organisation with respect to their remuneration, TA/DA, etc.", "Who can apply": "The following categories of Institutions and organisations are eligible for professional charges under the scheme: § Social Science Research Councils/ Institutions/Organisations; § Organisations working in the field of minorities; § Universities including Deemed Universities and Institutions of National repute and Importance; § Autonomous bodies § Registered bodies in the field of minority development; and § Reputed private media agencies.", "How to apply": "Apply to the Ministry. 108 Source : http://www.minorityaffairs.gov.in/"}}}}}, "MINISTRY OF ENVIRONMENT, FOREST AND CLIMATE SCHEMES": {"Common Effluent Treatment Plants (CETPs)": {"NaN": {"NaN": {"The Ministry has undertaken a centrally sponsored scheme for enabling the MSEs to setup Common Effluent Treatment Plants (CETP) in the country. The MSEs are polluting the environment through their effluents but some of them are unable to afford installation of pollution control equipment. In order to encourage use of new technologies for CETPs for existing MSE clusters of units a scheme for financial assistance has been formulated. Projects for assistance will be prioritised on the basis of: - Toxicity of pollutants - Pollution load being generated and to be treated; and - Number of units covered The scheme must have the technical recommendation of the State Pollution Control Boards.": {"Nature of assistance": "Pattern of Financial Assistance: - State subsidy: 25% of project cost - Central subsidy: 25% of project cost - Entrepreneurs contribution: 20% of project cost - Loan from financial institutions: 30% of project cost.", "Who can apply": "CETPs in industrial estates or in a cluster of MSEs are encouraged. Central Assistance will be available only for Clusters of MSEs.", "How to apply": "Apply to the Director, Pollution Control Division Ministry in prescribed format."}}}}, "Grants-in-Aid for Voluntary Agencies by NAEB": {"NaN": {"NaN": {"In tune with the philosophy of eliciting and nurturing people’s participation, the National Afforestation & Eco-development Board (NAEB) provides financial assistance. The beneficiaries under the programme should preferably be chosen in consultation with the Village Panchayat/ Gram Sabha/JFMC/LocalBodyconcerned.": {"Nature of assistance": "Financial assistance to NGOs/Voluntary Agencies (VAs) for afforestation, tree planting and ecodevelopment activities under a Central Sector (100%) Grants-in-Aid scheme. Assistance for nursery costs will be limited to Rs.1.40 per surviving seedling including 20% extra seedlings for casualty replacement Assistance for planting and maintenance over a period of 3 years will not exceed Rs.9,120 per hectare. Assistance towards the administrative costs of the project essential will not exceed 10% of the nursery, planting and soil and moisture conservation costs admissible.", "Who can apply": "Registered Non-profit Organisations; Registered Societies, Cooperatives, Companies or Trusts; and, RecognisedSchools,Colleges, andUniversities. It should have the facilities, resources, experience and personnel for successful implementation of the proposed project.", "How to apply": "The project proposal should be submitted in prescribed format directly to the Principal Chief Conservator of Forests of the concerned State Government/ UTAdministration. The consideration of the proposal for sanction and quantum of grant for financial assistance will depend upon the strength of the proposal, its’ preappraisal, capability of the Agency, regional distribution and the priority assigned to the proposalbyStateForestDepartment and theBoard."}}}}, "Waste Minimisation & Clean Technology": {"NaN": {"NaN": {"Waste Minimization is an appropriate strategy to address the problems of industrial pollution. The scheme aims to assist the Small and Medium Scale Industries in adoption of cleaner production practices. The objectives of the clean technology scheme are as follows: i) To develop and promote programmes for clean technologies ii) To develop tools and techniques for pollution prevention iii) To formulate strategies and programmes in sustainable development. iv) To prevent pollution in small scale industries. Activities relating to demonstration of already proven cleaner technologies/techniques, preparation of sector-specific manuals on waste minimisation, setting up of ‘Waste MinimisationCircles’in specific clusters ofsmallscale industries,\r\ntraining and awareness programmes for the\r\npersonnel in small scale industries and waste\r\nminimisation and demonstration studies in\r\nselected sector.": {"Nature of assistance": "Grants/Assistance will also be given for studies related to environmental management.", "Who can apply": "NGO, Societies, Corporates and Research Institutions.", "How to apply": "Apply to Director (CP), Ministry of Environment and Forests, New Delhi 110003. 113 Source : http://www.moef.nic.in/"}}}}}, "MINISTRY OF HUMAN RESOURCE DEVELOPMENT SCHEMES": {"NationalschemeofApprenticeshipTraining": {"NaN": {"NaN": {"• The scheme provides opportunities for practical training to graduate engineers, diploma holders (technicians) and 10+2 vocational pass outs in 10,000 Industrial establishments/ organisations. • The basic objective is to fulfill/match, any gap, in so far as practical/hands on experience of fresh graduate engineers, diploma holders and 10+2 is concerned. Vocational pass outs, it also aims to enhance their technical skills for making them suitable for job absorption as per the needs of industry. The period of training is one year. The scheme is implemented through four Regional Boards of Apprenticeship/Practical (BOATs/BOPT) at Mumbai, Kanpur, Chennai and Kolkata, which are fully funded autonomous organisations": {"Nature of assistance": "The apprentices are paid a monthly stipend which is shared between Central Government and Employer on 50: 50 basis. The existing rates of stipends for engineering graduate, technicians and 10+2 vocational pass-outs are Rs.3,560, Rs.2,530, and Rs.1,970 per month respectively.", "Who can apply": "Graduate Engineers, Diploma Holders (Technicians) and 10+2 vocational pass outs.", "How to apply": "Apply to BOAT-Mumbai, BOAT-Kanpur, BOATChennai, or BOPT-Kolkata"}}}}, "Technology Development Mission": {"NaN": {"NaN": {"Technology Development Mission (TDM) started at all the IITs and IISc as a concerted national effort towards technology development with direct involvement and participation of industries. The significant aspect of this mission is encouraging industry-institute interaction as well as assisting the Industry to develop latest technologies.": {"Nature of assistance": "Funding of these mission areas: • MHRD funds these projects to the tune of Rs.50 crore. • Industry participants contribute Rs.9 crore in addition to support in terms of equipment, components, manpower and hardware, etc., worth Rs.15 crore", "Who can apply": "All the IITs and IISc", "How to apply": "Apply to Ministry of HRD. 117 Source : http://mhrd.gov.in"}}}}}, "MINISTRY OF HEALTH & FAMILY WELFARE SCHEMES": {"Development of AYUSH Clusters": {"NaN": {"NaN": {"The Ayurveda, Yoga & Naturopathy, Unani, Siddha and Homoeopathy(AYUSH) industry represents the traditional form of Indian medicine, and has been part of India’s socio- cultural heritage. The scheme would be implemented on a Support from Department of AYUSH and support would be by the way of grant to the Special Purpose Vehicle (SPV), formed by group of entrepreneurs from AYUSH sector. Objective ofthisscheme isto fill in the critical gaps in the sector especially related to standardization, quality assurance and control, productivity, marketing, infrastructure and capacity building through a cluster based approach. Preferably for classical ASU and Homoeopathic drugs; and, to encourage the level of organisation in the sector thereby creating social capital for sustainability of collective initiatives.": {"Nature of assistance": "This scheme would cover two types of interventions namely core intervention and add on intervention. i) Core Interventions such as those related to setting up of common facilities for testing, certification, standardisation, quality control and other capacity building measures. ii) Add on Interventions such as those related to marketing/branding, provision of general infrastructure to support production units etc. The assistance would be restricted to 60% of the Project Cost subject to a maximum of Rs.15.00 crores. The remaining 40% would be required tobe arranged by the Special Purpose Vehicle (SPV)\r\nthrough equity, borrowings from Banks/Financial\r\nInstitutions and other sources. The assistance\r\nfrom the Department of AYUSH will be utilized\r\nonly for physical infrastructure, civil works,\r\nconstruction of building, plants & machinery and\r\nequipments, All remaining expenses on purchase\r\nof land of SPV salary of cluster development\r\nexecutive, joint participation in national and\r\ninternational exhibition, business delegations\r\nabroad and brand development etc. will be borne\r\nby SPV.\r\n", "Who can apply": "SPV formed by atleast 15 enterprises located in an existing cluster shall be eligible for funding under the scheme. Out of 15 participating units, at least 75% should be manufacturing units. Out of which 5 participating units should have annual turnover of atleast Rs.20 lakh and another 5 participating units should have Rs.50.00 lakh turnover to ensure viability of the cluster.", "How to apply": "Apply through Department of AYUSH, Ministry of Health & Family Welfare in the prescribed format."}}}}, "Extra Mural Research in AYUSH": {"NaN": {"NaN": {"The scheme is aimed at developing the opportunity for scientific scrutiny of AYUSH systems for the benefit of users, researchers, practioners, Industries & common people at large. The outcomes of the scheme are expected to harness the potential of AYUSH in the interest of public health delivery. The evidences thus generated will help in propagating rational use,clinical application & mainstreaming of AYUSH.\r\nThe scheme would widen the scope for clinical,\r\nfundamental, pharmaceutical, literary and\r\nmedicinal plant research in Extra Mural mode.": {"Nature of assistance": "The Ministry of AYUSH will provide financial support for staff, equipment and contingencies (recurring and non-recurring) for the project up to an amount not exceeding Rs. 70.00 Lakh.GMP compliant Industries of AYUSH drugs both\r\nin public & private sector with R&D facilities.", "Who can apply": "Medical, Scientific and Research & Development institution, University/institutional department in Government and private sector with adequate infrastructure & technical expertise.", "How to apply": "Ministry of AYUSH, shall invite proposals through open advertisement placed in the National newspapers, twice a year. The advertisement would also be placed on the website of ministry; websites of the Research Councils; and also published in the research Journal and Newsletter of the Ministry."}}}}, "Promotion of AYUSH Intervention in Public Health Initiatives": {"NaN": {"NaN": {"The potential of AYUSH practitioners located in urban, semi-urban and rural areas has not been so far fully utilized to improve healthcare delivery system. Increasing awareness about AYUSH’s strength in solving community health problems resulting from nutritional deficiencies, epidemics and vector-borne diseases have opened vistas for AYUSH in Public health. This scheme aims toprovide grant-in-aid to Government/NonGovernment organizations for the roll out of only\r\nproven AYUSH interventions for improving\r\nhealth status of the population through AYUSH\r\ninterventions, like distribution of medicines,\r\norganising health awareness camps, etc": {"Nature of assistance": "The funds will be released in three installments of 40%, 40% and 20% of the total amount sanctioned. The grant received under the scheme should be utilised as under: i) Notmore than 25% ofthe total grantshould be spentonEstablishment/ProjectManagement. ii) Not LESS than 50% of the total grant should be spent on Medicines. iii) Remaining 25% of the total grant may be spent on AYUSH awareness and minor equipment, etc., for the project. The scheme is being implemented with a District/Block/Taluk as a unit for the rollout of only proven AYUSH interventions by the following methods: i) Supporting innovative proposals for both Private and Government organizations. ii) To promote AYUSH intervention for community health care. iii) To encourage qualified practitioners in both institutional and different public health programmes.", "Who can apply": "Directorates of Health/AYUSH of States/UTs. Government Institutes (Colleges, University etc.) dealing with public health. 123 Non-profit/voluntary organisations working in the area of public health for atleast five years.", "How to apply": "Scheme details and application format shall be available on website www.indianmedicine.nic.in. Eligible organisation should apply in the prescribed format along with detailed proposal.The State Government has to forward the proposal in the prescribed proforma within 60 days of submission of the proposal by the applicant organization to the State. In case, no response is received from State Government, it shall be presumed that State Government has no specific comments against the applicantorganization."}}}}, "Promotion of Information, Education, and Communication (IEC) in AYUSH": {"NaN": {"NaN": {"Though AYUSH systems of medicine are popular and progressively a large section of population uses these systems for health care, there is a lack of awareness among the general public about remedies available in these systems. Keeping this in view, a scheme of Information, Education and Communication (IEC) was implemented. The scheme is meant for achieving the following objectives: i) Creation of awareness about the efficacy of AYUSH systems, their cost-effectiveness and the availability of herbs used for prevention and treatment of common ailments at their door steps through various channels including the production of audiovisual educational material to achieve the objective of Health for all;ii) Dissemination of proven results of R&D\r\nwork in AYUSH systems at national and\r\ninternational forums;\r\niii) Providing a forum among stakeholders of\r\nAYUSH systems can take place through\r\nconferences, seminars and fairs at regional,\r\nnational and international levels and\r\nencourage stakeholders to participate in\r\nthem.\r\n": {"Nature of assistance": "The eligible organisation has to apply in the prescribed format complete in all respects well in advance for consideration and approval of the Project Appraisal Committee of the Department the grant will be limited to 50% of the cost of participation in fair a maximum of Rs.1,00,000. This grant in aid will be released on reimbursement basis. The cost of participation means the expenditure towards rent of the space, fabrication, hiring of manpower and transport, etc. Incentives are provided to AYUSH Industry to participate in arogya and other fairs/exhibitions organized by government organizations at national level", "Who can apply": "Drug Manufacturers, Entrepreneurs, AYUSH Institutions, Industry representatives, Government bodies.", "How to apply": "Apply through Department of AYUSH, Ministry of Health & Family Welfare in the prescribed format."}}}}, "Promotion of International Co-operation in AYUSH": {"NaN": {"NaN": {"Growing global demand of traditional medicine has increased the scope of international exchange of AYUSH-related information and co-operation with other countries for collaborative efforts in the development of traditional system of medicine. Invitations are frequently received for participation of India experts and entrepreneurs in International Conferences,Exhibitions,Trade fairs etc.": {"Nature of assistance": "Following advantages can be taken therein: i) International exchange of experts & officers ii) Incentive to drug manufacturers, entrepreneurs, AYUSH institutions etc. for international propagation of AYUSH by participating in international exhibitions, trade fairs, road shows etc. and registration of AYUSH products at different countries for exports iii) Establishment of AYUSH Information Cells iv) Translation and publication of AYUSH literature/books in foreign languages. 75% of the expenditure can be reimbursed limited to maximum of Rs.2 lakh (whichever is less) per industry, incurred on air-travel (economy class), boarding & lodging and product display arrangement, including hiring of stalls for entrepreneurs, industry representatives. Presentation of AYUSH related scientific research papers in International conferences, workshops, seminar etc. After having prior approval of the Department of AYUSH, the expenditure will bereimbursed 90% of the total expenditure\r\nmaximum up-to Rs.2 lakh (whichever is less),\r\nincurred on air-travel, boarding & lodging and\r\ndelegation/ registration fee etc. on submission of\r\nan application along with proof of participation.", "Who can apply": "Drug manufacturers, Entrepreneurs, AYUSH institutions, Industry representatives, Government bodies.", "How to apply": "Apply to the Department of AYUSH, Ministry of Health & Family Welfare in the prescribed format.Source : http://www.mohfw.nic.in/"}}}}}, "MINISTRY OF PETROLEUM AND NATURAL GAS SCHEMES": {"Corpus Fund Scheme (CFS)": {"NaN": {"NaN": {"Under the scheme, public sector oil marketing companies (OMCs) provides land and related infrastructure to the distributors availing the scheme. The recovery of the investment made by OMCs is through payment of License Fee defined on per refill basis.": {"Nature of assistance": "Financial assistance would be provided by bank, wherein OMCs are supposed to facilitate provision of loan. OMCs also provid working capital to distributors. The recovery of working capital plus interest is through 100 installments commencing from the 13th month of the operation of distributorship.", "Who can apply": "SC/ STs category citizens", "How to apply": "Apply through the Ministry in the prescribed format."}}}}, "Delhi Kerosene Free Scheme": {"NaN": {"NaN": {"Under this scheme 50 % of the Security Deposit of Cylinder and Pressure Regulator is being borne by the Ministry of Petroleum & Natural Gas from the Corporate Social Responsibility (CSR) fund of public sector OMCs": {"Nature of assistance": "Rest of the 50% is borne by the Government of National Capital Territory of Delhi. Delhi Government also provides assistance of Rubber pipe and hot plate to them. 100% assistance provided.", "Who can apply": "People belonging to Below Poverty Line 130 (BPL)/Antyodya Anna Yojana (AAY) card holders in Delhi.", "How to apply": "Apply through the Ministry as per the prescribed format."}}}}, "Rajiv Gandhi Gramin LPG Vitran (RGGLV)": {"NaN": {"NaN": {"This scheme is for increasing LPG penetration to cover low potential/rural area. RGGLV will be set up for a group/cluster of villages having a potential of average monthly sale of 600 cylinders (refill sales) per month of 14.2 kg and 1,800 customers considering monthly per capita consumption of 5 kg. Proprietor himself along with one staff will operate the same.": {"Nature of assistance": "LPG cylinders (14.2 kg Refills) will be supplied to the customers on Cash and Carry basis with no rebate. Minimum savings/investments Rs.2 lakh (Not applicable for LPG distributorships reserved under SC/STcategory) Selected candidate for RGGLV locations reserved under SC/ST category will be provided a loan of Rs. One lakh for construction of godown/other facilities by the concerned OMC. One-time financial assistance is granted to the BPL card holder for release of new LPG connection by waiving off cost of security deposit and pressure regulator is provided for free", "Who can apply": "Education qualification: minimum X standard pass or equivalent. Minimum Age 21 yrs. Related scheme Rajiv Gandhi Gramin LPG Vitran (RGGLV) 131 The tenure of RGGLV shall be for an initial period of 5 years and renewable for every 5 years.", "How to apply": "Intimation/invitation is issued to the local MP, MLA, Zilla Parishad, Panchayat Samiti Chairman, Sarpanch, Revenue officials, etc. Selection will be made by inviting applications by placing advertisements in two Newspapers - one with widest circulation in the State and the other with widest circulation in District in which RGGLVis to be setup"}}}}}, "MINISTRY OF MINES SCHEMES": {"‘Scheme of Mining’ for the Mining of Construction Material (MinorMinerals)": {"NaN": {"NaN": {"This scheme is applicable to the mining of minor minerals consisting of construction material found in the Aravalli ranges of the district of Faridabad (including Palwal), extending to the district of Gurgaon (including Mewat). The area under each of the mining blocks/size will bedecided keeping in viewthebroadprinciple that i) the area is not so small as to render the workings of the mine in a scientific and planned manner difficult, and ii) it is not large enough to result in creating monopoly situations in the market. There shall be no extension of an existing lease/ contractonexpiry oftheoriginalperiodofthegrant": {"Nature of assistance": "The period of grant of lease/ contract may vary from 7-10 years. Financial assistance would be provided from ‘Aravalli Rehabilitation Fund’(ARF). The ARF is established with a view to funding all such schemes considered necessary for the protection and preservation of the Aravalli ranges in the state of Haryana", "Who can apply": "Firms/ associations/companies can participate in the bid process.", "How to apply": "Department issues a public notice at least in three newspapers, of which one would be in vernacular, giving a clear notice of no less than 7 days of such auction. Interestedpeoplemayparticipate inthebidprocess. 134 Source : http://petroleum.nic.in/"}}}}}, "MINISTRY OF ROAD TRANSPORT AND HIGHWAYS SCHEMES": {"Financial assistance for Administering Road Safety Programmes": {"NaN": {"NaN": {"An illustrative list of activities is as under: i) Road safety consciousness s; ii) Publicity Campaigns on road safety; iii) Providing training to drivers iv) Research and Development of traffic control v) Organising competitions like quiz, essay, painting vi) Organising seminars in subjects like; do not over-speed, do not drink & drive, follow lane discipline, be alert on the road. Organisations which are selected for undertaking road safety programmes will have to execute a bond before release of first installment of grantsin-aid.": {"Nature of assistance": "The total amount of assistance for any project shall not exceed Rs.5 lakh. The grant will be released in three stages- 50% in advance after the project/ scheme is sanctioned; 25% after the completion of the programme and submission of documentary proof with photographs, etc and the balance 25% after the receipt of Final Action Taken report from the concerned State Transport Authority", "Who can apply": "NGOs/State/UT/Autonomous Body/Educational Institution engaged in research activity or field programmes relating to Road Safety.", "How to apply": "Applications indicating “Application for grant-in136 aid for administering Road Safety Programmes” and be sent to: Under Secretary (Road Safety), Ministry of Transport, Department of Road Transport & Highways, Transport Bhawan, 1, Parliament Street, New Delhi-110001 through the respective Transport Commissioner"}}}}, "National Highway Accident Relief Services Scheme (NHARSS)": {"NaN": {"NaN": {"Under this scheme an ambulance and a crane is provided to the NGO to operate on National Highways on accident prone stretches, having a distance of 50 kms. The ambulance is to provide immediate relief to the accident victim and to move to the nearest Hospital free of charge, if necessary and to remove the accident affected vehicle from the site to clear the blockage of the road. The vehicle may also be moved to the nearest garage on hire basis.": {"Nature of assistance": "Unit of one Ambulance and one Crane only", "Who can apply": "NGO/Autonomous Body/Educational Institution engaged in Automobile industry or field programmes relating to Road Safety for a period of at least three years can apply for assistance under the scheme. The financial turnover of the organisation should not be less than Rs.25 lakhs for those belonging to states other than J&K, Uttaranchal, Himachal Pradesh, Sikkim, Assam, Meghalaya, Manipur, Nagaland, Arunachal Pradesh and Tripura and Rs.10 lakhs for these states. States/UTs can also be provided with the crane & ambulance", "How to apply": "All applications, in duplicate, are to be addressed to Secretary, Ministry of Road Transport & Highways, indicating \"Application for grant under NHARSS” and be sent to the Under Secretary (Road Safety), Ministry of Road Transport & Highways, Transport Bhawan, 1, Parliament Street, New Delhi-110001 through the respective Transport Commissioner.Source : http://mines.nic.in/"}}}}}, "MINISTRY OF CONSUMER AFFAIRS, FOOD AND PUBLIC DISTRIBUTION SCHEMES": {"Antyodaya Anna Yojana (AAY)": {"NaN": {"NaN": {"This scheme reflects the commitment of the Government of India to ensure food security for all to create a hunger free India in the next five years and to reform and improve the Public Distribution System, so as to serve the poorest of the poor in rural and urban areas. The operational responsibilities for lifting and distributing the allocated food grains within the States/UTs, identification of eligible Below Poverty Line (BPL) families, issuance of ration cards to them and supervision over distribution of allocated food grains to eligible card holders through the fair price shops of the State/UTGovernments.": {"Nature of assistance": "100% subsidy to the eligible applicants", "Who can apply": "It is for the poorest of the poor (living in the BPL) that the Antyodya Anna Yojana has been conceived. Antyodaya Anna Yojana has started in six States - Himachal Pradesh, Rajasthan, Madhya Pradesh, Chhattisgarh, Andhra Pradesh, Uttar Pradesh and the UT of Dadra & Nagar Haveli.", "How to apply": "As this scheme is for poorest of the poor families so the person have to contact are as follows: For rural areas: The persons living in rural areas have to apply on a plain paper with details of family members’ income, etc., to the Panchayat Pradhan of their area for this scheme. Gram Sabha will decide whether the family is eligible to be taken under the Scheme or not. After the selection of families the list will be further approved by the Department of Rural Development, of respectiveState/UTand the Ration Card will be issued by the\r\nPradhan /DFSC or after the approval of the Food,\r\nCivil Supplies and Consumer Affairs Department.\r\nFor urban areas: The persons living in urban areas\r\nwill have to apply on plain paper to Notified Area\r\nCommittee. After the selection of the families the\r\nlist will be further approved by the Urban\r\nDevelopment Department and Card will be issued\r\nby Concerned DFSC/ Authorised Inspector of that\r\narea."}}}}, "Private Entrepreneurs Guarantee (PEG)": {"NaN": {"NaN": {"This scheme is to augment the covered storage capacity through private entrepreneurs, Central Warehousing Corporation (CWC) and State Warehousing Corporations (SWCs). FCI (Food Corporation of India) guarantees to hire godowns constructed under this scheme for a period of ten years, thereby, ensuring for the investor, a fair return on his investment. All godowns of 25,000 MT or above capacity will be preferably Railway siding godowns, and all other godowns should be preferably within 8 km of a Railway goods shed with full rake Railway siding facility.": {"Nature of assistance": "This scheme is to augment the covered storage capacity through private entrepreneurs, Central Warehousing Corporation (CWC) and State Warehousing Corporations (SWCs). FCI (Food Corporation of India) guarantees to hire godowns constructed under this scheme for a period of ten years, thereby, ensuring for the investor, a fair return on his investment. All godowns of 25,000 MT or above capacity will be preferably Railway siding godowns, and all other godowns should be preferably within 8 km of a Railway goods shed with full rake Railway siding facility.facility will not be covered under guarantee\r\nscheme and the concerned entrepreneur will use\r\nthe normal market channel for hiring out these\r\nadditional storage facilities.", "Who can apply": "The Godowns which will be hired should be as per the CWC(Central Warehousing Corporation) specifications.", "How to apply": "The FCI will advertise in its website and through its implementing agency i.e., CWC/SWC. Advertisesments will appear in one National & one Regional leading newspaper with regional language having large circulation in the concerned State.Source : http://socialjustice.nic.in/"}}}}}, "MINISTRY OF DEFENCE SCHEMES": {"Schemes under Directorate General Resettlement (DGR), Department of Ex-Servicemen": {"NaN": {"NaN": {"NaN": {"Nature of assistance": NaN, "Who can apply": NaN, "How to apply": NaN}}}}, "Allotment of Class-V ‘B’ Army Surplus Vehicles to Ex-Servicemen (ESM) orWidows": {"NaN": {"NaN": {"Ex-Servicemen and widows of defence personnel who died while in service and Ex-Servicemen Cooperative societies are eligible to apply for allotment of Army Surplus Class V-B Vehicles. Post-registration of the applicant at Directorate General Resettlement (DGR) subsequent release of the vehicle is done through the MGOs Branch.": {"Nature of assistance": "Release of one of the 42 types of vehicles from 12 CODs/CVDs can be opted for on payment of nominal sum as notified by the Government from time to time. Amount of security deposit is released after the allotted vehicle has been registered with the Regional Transport Authority. This is to be done within six months from the date of collection of the vehicle, failing which the amount of security will be forfeited to the Government.", "Who can apply": "ESM and widows of defence personnel who died while in service and Ex-Servicemen Co-operative societies. Eligibility : a) Ex-Servicemen / their widows who are not re-employed or gainfully resettled. b) Serving personnel who are due to retire within next six months. c) Ex-servicemen Co-operative societies. Membership of such societies should not be less than twenty Ex-servicemen.d) Ex-Servicemen/their widows/societies of\r\nEx-Servicemen who have served for less\r\nthan five years in the Armed Forces or\r\nproceeded on retirement/discharge at their\r\nown request are not eligible.", "How to apply": "The applicant has to apply as per the laid down norms through the ZSWO/ DSW(S)/Unit Serving to DGR along with security deposit as per the type of vehicle. Format of application and affidavit can be downloaded from http://www.dgrindia.com/ website."}}}}, "Allotment of Mother Dairy Milk booths and Fruits & Vegetables (Safal) shops": {"NaN": {"NaN": {"Mother Dairy India Pvt. Ltd. is providing ready\r\nbuilt and fully equipped milk shops/booths to the\r\nEx-Servicemen of the Rank of Naik to JCO, while\r\nits fruit and vegetable (SAFAL) shops are\r\navailable to the ESM and their dependent sons\r\nfrom 1989. The Scheme is available in the NCR\r\nonly i.e. Delhi (divided into five zones namely\r\nEast, West, North, South And Central), Gurgaon,\r\nGhaziabad, Faridabad and Noida.": {"Nature of assistance": "An assured income of Rs.11,000 in terms of commission for milk booth. However, Rs.15,000 for SAFAL fruit & vegetable booth (for first six months only). The concessionaire will undergo free training for two-four Weeks with Mother Dairy prior to allotment of the booth.", "Who can apply": "Mother Dairy milk shops are available to exRelated scheme Allotment of Mother Dairy Milk booths and Fruits & Vegetables (Safal) shops 145 servicemen only, while fruit & vegetable (SAFAL) shops are available to ESM and their dependent sons.", "How to apply": "Registration should be made within six years of retirement. Age should be not more than 58 years, and for the dependent son age not more than 18-35 years. ESM should register with Employment Directorate of the office of the DGR."}}}}, "Allotment of RegularLPG Distributorship under 18% quota": {"NaN": {"NaN": {"The scheme is meant for grant of Regular LPG Distributorship to eligible applicants. Under the scheme 18% quota is reserved including Defence Personnel in ‘GP’ category. The ‘GP’ category includes Central Govt, State Govt, PSU employees and defence personnel.": {"Nature of assistance": "The period of contract ranges from one to three years. Fixed remunerations range from Rs.23,000 to Rs.25,000 per month. Additional incentives are kept for sale beyond 250 kl of oil products.", "Who can apply": "Central Govt., State Govt., PSU employees and Defence personnel. Also following ESM/Widows/Dependents are eligible under the scheme: a) War widows/dependents of those who died in war. b) War disabled/disabled on duty", "How to apply": "The oil company advertises in the newspapers, for Related scheme Allotment of RegularLPG Distributorship under 18% quota 146 a particular location reserved for combined category, the eligible ESM/Widows/Dependent are required to approach the DGR for issue of eligibility certificate and submit the application form along with eligibility certificate to the concerned Oil company. ESM should register with the Employment Directorate of DGR office."}}}}, "Coal Loading and Transportation": {"NaN": {"NaN": {"The scheme is administered on the basis of MoU between the Coal India Ltd (CIL) and the DGR signed in Apr 1999. DGR lays down the terms and conditions governing the formation and running of the Ex-Servicemen coal loading and Transportation Companies. The ESM company has to start with an authorised capital of Rs.35 lakhs shared approximately in equal ratio between the Directors of the Company. The ESM Company is required to employ ESM with a total minimum of 75% of the employees’ strength, under the stipulated categories.": {"Nature of assistance": "Initial period of sponsorship is for a period of five years which is extendable by another four years if the performance of the ESM company is satisfactory. Post-sponsorship by the DGR to the concerned coal subsidiary the ESM Company carries out the task of coal loading and transportation work as a business venture.", "Who can apply": "Ex-Servicemen", "How to apply": "On receipt of requisition from the coal subsidiary, the offer is given to the senior most eligible empanelled ESM (O) willing to undertake the work, who in turn selects two other empanelled ESM (O) to form an ESM Company registered under The Company Act of 1956, post conduct of a feasibility study. ESM should register with Employment Directorate of DGR office."}}}}, "Coal TipperAttachment": {"NaN": {"NaN": {"This welfare scheme for widows/disabled soldiers is linked with the ESM coal loading and transportation scheme.": {"Nature of assistance": "Eligible candidates can avail this scheme for a period of five years and need to deposit an amount of Rs.85,000 with the affiliated ESM Coal Loading and Transportation Company which pays back a monthly amount of Rs.3,000 i.e., an annual return of approximately 42% on the principal amount. On maturity of the scheme the principal amount is refunded.", "Who can apply": "Ex-servicemen", "How to apply": "A legal agreement is signed between the ExServicemen Coal Loading and Transportation Company and the widow/disabled ExServicemen/Dependant. The scheme is for a period of five years and on completion of five year term, the principle amount will be refunded by the ESM Coal Company.ESM should register with Employment Directorate of the DGR office."}}}}, "Gopaljee Dairy milk booths/Milk shops/Retail outlets": {"NaN": {"NaN": {"Gopaljee Dairy Foods Pvt. Ltd. (GDFPL) is providing ready built and fully equipped milk shops/booths/retail outlets to the Ex-Servicemen with starting point at Delhi/NCR.": {"Nature of assistance": "The selected concessionaire undergoes a free training and will provide Minimum Guarantee Income (MG) of Rs.20,000 p.m. to the ESM.", "Who can apply": "Eligible ESM registered in Mother Dairy and are still to be interviewed can opt for this scheme after deregistering from Mother Dairy Scheme.", "How to apply": "Eligibility criteria and forms can be downloaded from the DGR website www.dgrindia.com"}}}}, "Gopaljee Farm Fresh for JCO'S/ORs": {"NaN": {"NaN": {"This provides ready built and fully equipped shops to the ex-servicemen with starting point at Faridabad and Delhi.": {"Nature of assistance": "The selected concessionaire undergoes a free training with Gopaljee Farm Fresh. Gopaljee Farm Fresh provide Minimum Guaranteed Income (MG) of Rs. 25,000 p.m.", "Who can apply": "A security deposit (refundable on termination) of Rs.2,00,000 is required be made to Gopaljee Farm Fresh on selection. Eligible ESM registered in Mother Dairy/GDFPL who are still to be interviewed can opt for this scheme after deregistering from Mother Dairy Scheme/GDFPL.", "How to apply": "Eligibility criteria and forms can be downloaded from DGR website www.dgrindia.com"}}}}, "Management of CNG station in NCR": {"NaN": {"NaN": {"This Scheme is presently operative as Company Owned Company Operated (COCO) under the aegis of Indraprastha Gas Limited and available in NCR Area only to include NOIDA, Faridabad, Ghaziabad and Gurgaon": {"Nature of assistance": "The officers gets an emolument of Rs.45,000 (approx) per month or 15% of the wages disbursed to the staff of the station(subject to conditions specified by IGL), whichever is higher with an annual increment of Rs.2,000 per annum.", "Who can apply": "Retired defence services officers (Class 1) (ESMO) registered in DGR and empanelled in the CNG scheme are sponsored to IGL on receipt of requisition in the ratio 1:2. The ESM, once registered will be maintained in the active list up to an age of 60 years or allotment of CNG station, whichever is earlier. Exservicemen are sponsored only once and officers not shortlisted may withdraw their names from the scheme and opt for any other scheme.", "How to apply": "IGLconducts an interview and selects the officers to manage their CNG stations. The selected officers are contracted for management of the CNG station for a maximum period of five years on a yearly renewable contract basis. ESM should register with Employment Directorate of the DGR office. Related scheme Management of CNG station in NCR 150 Source : http://fcamin.nic.in/"}}}}}, "NITI AAYOG SCHEMES": {"Self Employment and Talent Utilisation(SETU)\r\n": {"NaN": {"NaN": {"SETU will be a Techno-Financial, Incubation and Facilitation Programme to support all aspects of start up businesses, and other self-employment activities,particularlyintechnology-drivenareas.": {"Nature of assistance": "An amount of Rs.1,000 crore is being set up initially in NITI Aayog for SETU. This amount will initially rest with the NITI Aayog. It will be used for setting up of incubation centres and enhance skill development. It aims to create around 100,000 jobs through start-ups.", "Who can apply": "Start up businesses or entrepreneurs/Incubators in Technology area", "How to apply": "Eligible start up businesses or entrepreneurs/ Incubators in Technology area can contact the National Institution for Transforming India ( N I T I ) . F o r f u r t h e r d e t a i ls r e f e r http://pmindia.gov.in/en/tag/niti-aayog/ 152 Source : http://niti.gov.in/content/"}}}}}, "MINISTRY OF AGRICULTURE": {"Enterprise Development Schemes": {"NaN": {"NaN": {"NaN": {"Nature of assistance": NaN, "Who can apply": NaN, "How to apply": NaN}}}}, "Agricultural Marketing Divisions": {"Marketing Research and Information Network": {"NaN": {"To collect and disseminate price and market related data to increase efficiency, to sensitise and orient farmer’s response to new challenges": {"Nature of assistance": "100% grant", "Who can apply": "Agricultural Marketing Boards / Directorates of Agriculture of the State Governments, Market Committees", "How to apply": "Agricultural Marketing Adviser/Joint Secretary (Marketing), Department of Agriculture & Cooperation, New Delhi"}}}}, "Strengthening ofAgmarkGradingFacilities": {"NaN": {"NaN": {"Assistance for analysing samples for determining standards": {"Nature of assistance": "100% grant", "Who can apply": "Agmark Laboratories, offices of DMI", "How to apply": "Agricultural Marketing Adviser/Joint Secretary (Marketing), Department of Agriculture & Cooperation, New Delhi"}}}}, "Development/Strengthening ofAgricultural Marketing Infrastructure, Grading & Standardisation": {"NaN": {"NaN": {"The scheme provides for contract farming, etc., credit linked subsidy on capital cost": {"Nature of assistance": "25% of capital cost", "Who can apply": "Agmark Laboratories, offices of DMI", "How to apply": "Agricultural Marketing Adviser/Joint Secretary (Marketing), Department of Agriculture & Cooperation, New Delhi"}}}}, "Gramin Bhandaran Yojana: A Capital Investment Subsidy for Construction/ Renovation of Rural Godowns": {"NaN": {"NaN": {"Creation of scientific storage capacity and prevention of distress sale": {"Nature of assistance": "Subsidy @ 25% to farmers, 15% of project cost to companies", "Who can apply": "NGOs, SHGs, companies, cooperatives", "How to apply": "Agricultural Marketing Adviser/Joint Secretary (Marketing), Department of Agriculture & Cooperation, New Delhi"}}}}, "Small Farmers’ Agriculture-Business Consortium–Agriculture-Business Development": {"NaN": {"NaN": {"Provides venture capital assistance in the form of equity, and arranges training and visits of agripreneurs, etc.": {"Nature of assistance": "Financial assistance with a ceiling of Rs.5 lakh", "Who can apply": "Individuals, farmers, producer groups, partnership/ proprietyfirms,SHGs, agri-preneurs, etc.", "How to apply": "Agricultural Marketing Adviser/Joint Secretary (Marketing), Department of Agriculture & Cooperation, New Delhi; or to: Managing Director, SFAC"}}}}, "Assistance to NCDC Programmes for Development of Cooperatives": {"NaN": {"NaN": {"Provides assistance to integrated cooperative development projects, share capital participation in growers / weavers cooperative spinning mills": {"Nature of assistance": "Loan and subsidy: subsidy by the Government of India, and loan by NCDC", "Who can apply": "Registered cooperative societies, for all the activities mandated to NCDC", "How to apply": "Joint Secretary (Cooperation), Department of Agriculture & Cooperation, New Delhi or to MD, NCDC,NewDelhi"}}}}, "Establishment of Agri-Clinics and AgriBusiness Centres": {"NaN": {"NaN": {"Provides agripreneurship training for two months on payment basis, with free hand-holding support for one year": {"Nature of assistance": "100% funding by Govt of India", "Who can apply": "Agriculture graduates", "How to apply": "Joint Secretary (Extension), De p a rtme n t o f Agriculture & Cooperation, New Delhi; or to Director General, MANAGE, Hyderabad"}}}}, "National Horticulture Board": {"NaN": {"NaN": {"NaN": {"Nature of assistance": NaN, "Who can apply": NaN, "How to apply": NaN}}}}, "A. Development of Commercial Horticulture": {"NaN": {"NaN": {"NaN": {"Nature of assistance": NaN, "Who can apply": NaN, "How to apply": NaN}}}}, "i) Horticulture in Open Field": {"NaN": {"NaN": {"Rs.75 lakh/per project covering an area of more than 2 to 5 ha": {"Nature of assistance": "Credit linked back ended subsidy @ 40% of project cost with Rs.30 lakh ceiling", "Who can apply": "Societies and other organisations which are provided grants-in-aid", "How to apply": "Mission Director and Joint Secretary (NHM), Department of Agriculture & Cooperation, New Delhi"}}}}, "ii) Horticulture in Protected Cover": {"NaN": {"NaN": {"Rs.112 lakh per project covering an area of above 2,500 sq. mt": {"Nature of assistance": "Credit linked back-ended subsidy @ 50% of cost limited to Rs.56 lakh per project", "Who can apply": "Societies and other organisations which are provided grants-in-aid", "How to apply": "Mission Director and Joint Secretary (NHM), Department of Agriculture & Cooperation, New Delhi"}}}}, "iii) Horticulture for Post- Harvest Management Projects": {"NaN": {"NaN": {"Rs.145 lakh per project with add-on of precooling, grading, etc., taken up as individual components": {"Nature of assistance": "Credit linked back-ended subsidy @ 35% of cost with a ceiling of Rs.72.50 lakh", "Who can apply": "Societies and other organisations which are provided grants-in-aid", "How to apply": "Mission Director and Joint Secretary (NHM), Department of Agriculture & Cooperation, New Delhi"}}}}, "B. Capital Investment Subsidy for Construction/ Expansion/ Modernisation of Cold Storage and Storages for Horticulture Products": {"NaN": {"NaN": {"NaN": {"Nature of assistance": NaN, "Who can apply": NaN, "How to apply": NaN}}}, "i) Cold Storage Unit - Basic Mezzanine Structure": {"NaN": {"Cold storage units Type-1 - basic mezzanine structure with a large chamber (of > 250 MT) having single temperature zone, capacity above 5,000 MT": {"Nature of assistance": "Credit linked back-ended subsidy @ 35% of project cost", "Who can apply": "Societies and other organisations which are provided grants-in-aid", "How to apply": "Mission Director and Joint Secretary (NHM), Department of Agriculture & Cooperation, New Delhi"}}}, "ii) Cold Storage Unit - PEB Structure": {"NaN": {"Type-2 - PEB structure project with more than six chambers for multiple products and temperatures with capacity above 5,000 MT": {"Nature of assistance": "Credit linked back ended subsidy @ 35% of project cost", "Who can apply": "Societies and other organisations receiving grants-in-aid", "How to apply": "Mission Director and Joint Secretary (NHM), Department of Agriculture & Cooperation, New Delhi"}}}, "iii) Cold Storage Unit using Technology for ControlledAtmosphere": {"NaN": {"Cold storage unit type-2 to add on technology for controlled atmosphere, with above 5,000 MT capacity": {"Nature of assistance": "Credit linked back-ended subsidy @ 35% of project cost", "Who can apply": "Societies and other organisations which are provided grants-in-aid", "How to apply": "Mission Director and Joint Secretary (NHM), Department of Agriculture & Cooperation, New Delhi"}}}, "iv) Cold Chain": {"NaN": {"Technology induction and modernisation of cold chain, for 5,000 MTcapacity": {"Nature of assistance": "Maximum Rs.500 lakh", "Who can apply": "e Credit linked back-ended subsidy @ 35% of project cost with a maximum of Rs.500 lakh", "How to apply": NaN}}}, "v) Refrigerated Transport Vehicles": {"NaN": {"Provides financial assistance for refrigerated transport vehicles": {"Nature of assistance": "Credit linked back-ended subsidy @ 35% of the cost", "Who can apply": "Societies and organisations which are provided grants-in-aid", "How to apply": "Mission Director and Joint Secretary (NHM), Department of Agriculture & Cooperation, New Delhi"}}}}, "Promotion and Strengthening of Agricultural Mechanisation through Training, Testing & Demonstration": {"NaN": {"NaN": {"Offers need based skill oriented training in agricultural machinery and farm mechanisation, etc., to farmers": {"Nature of assistance": "100% grant-in-aid for purchase of machinery and contingency expenditure", "Who can apply": "Farmers, NGOs, farmers societies, manufacturers, importers", "How to apply": "Joint Secretary (M&T), Department of Agriculture & Cooperation, New Delhi"}}}}, "Post-HarvestTechnologyandManagement": {"NaN": {"NaN": {"For setting up units using post-harvest technologies and management, value addition, etc., technologies for by-product management, compost, etc.": {"Nature of assistance": "100% grant-in-aid for purchase of machinery, and contingency expenditure", "Who can apply": "SHGs, cooperatives, farmers, user groups", "How to apply": "Joint Secretary (M&T), Department of Agriculture & Cooperation, New Delhi"}}}}, "C a p a c it y Bu i l d i n g t o En h a n c e Competitiveness of Indian Agriculture and Registration of Organic Products Abroad": {"NaN": {"NaN": {"Gives support to farmers/ agricultural organisations for creation of computerised commodity specific, country specific database in standards, and sanitary, etc., measures affecting trade, organic product registration, etc.": {"Nature of assistance": "Costsharingwithotherorganisations", "Who can apply": "Farmers, NGOs, etc., who can invest atleast 30% of project cost", "How to apply": "Joint Secretary (Trade), Department of Agriculture & Cooperation, New Delhi"}}}}, "DairyEntrepreneurshipDevelopment": {"NaN": {"NaN": {"Financial support for starting dairy and allied businesses to generate rural self-employment and provide infrastructure": {"Nature of assistance": "Back ended capital subsidy with ceiling: 25% Cold storage: Rs.30 lakh Minimum 10% of entrepreneur’s contribution Bank share, with minimum 40%", "Who can apply": "Farmers, individual entrepreneurs, NGOs, SHGs, companies", "How to apply": "To commercial banks, state cooperative banks, SLDBs, RRBs"}}}}, "Fodder and Feed Development": {"NaN": {"NaN": {"To supplement the efforts of states in feed and fodder development": {"Nature of assistance": "Subsidy for establishing fodder block making units: 50%; land for grassland development - 5 ha to 10 ha", "Who can apply": "Farmers, dairy cooperatives, NGOs, unemployed youth", "How to apply": NaN}}}}}, "XIX. MINISTRY OF CHEMICALS AND FERTILISERS": {"Department of Petro-Chemicals Schemes": {"Centres of Excellence in Petro-Chemicals Sector": {"NaN": {"Support for equipment, machinery, infrastructure, research staff, etc.": {"Nature of assistance": "Maximum of 50% of project cost with Rs.6 lakh ceiling, over 3 years", "Who can apply": "Autonomous institutions providing service to the sector", "How to apply": "Submit proposal in prescribed format downloaded from ministry website"}}}, "Setting up of Plastic Parks": {"NaN": {"Requisite state-of-the-art infrastructure and enabling common facilities to assist the sector": {"Nature of assistance": "Grant funding up to 50% of project cost with ceiling Rs.40 crore per project. State Government share atleast 26% of cash equity of the SPV, loan from other agencies", "Who can apply": "State govt. or state agency SPV along with user entriprise", "How to apply": "State to respond to the call of the Department"}}}}, "Department of Fertilisers Scheme": {"Nutrient Based Subsidy (NBS)": {"NaN": {"Critical fertilisers supplied to farmers at subsidised rates, additional subsidy for fortifying with secondary and micro nutrients": {"Nature of assistance": "Subsidy for fertilisers", "Who can apply": "Manufacturers / marketers / importers of P & K fertilisers", "How to apply": "As notified by the Department of Fertilisers"}}}}, "Department of Pharmaceuticals (DoP) Scheme": {"Cluster Development Programme for Pharma Sector (CDP-PS)": {"NaN": {"One time grant-in-aid released in phases, for creation of infrastructure and common facilities": {"Nature of assistance": "Maximum of Rs.20 crore or 70% of project cost, whichever is less", "Who can apply": "Any SPV", "How to apply": "To Department of Pharmaceuticals Source : http://chemicals.nic.in/"}}}}}, "MINISTRY OF COMMERCE & INDUSTRY": {"Export Credit Guarantee Corporation of India LimitedSchemes": {"ExporterCredit Insurance": {"i) Small Exporters Policy (SEP)": {"For exporters with anticipated export turnover below Rs.5 crore, for one year; standard policy with certain improvements": {"Nature of assistance": "A12-month insurance policy for small exporters", "Who can apply": "Exporters with turnover below Rs.5 crore", "How to apply": "ECGC branch office"}}, "ii) SmallandMediumExportersPolicy": {"Provides ease and convenience to SMEs": {"Nature of assistance": "A 12-month insurance policy for small and medium exporters, with 90% coverage and loss limit of Rs.10 lakh", "Who can apply": "Exporters of goods and services with investment in plant and machinery as per MSMED Act", "How to apply": "ECGC branch office"}}}}, "Department of Industrial Policy and Promotion Schemes": {"Indian LeatherDevelopment Programme": {"i) Mega LeatherCluster": {"Provides infrastructure to meet the business needs of leather industry": {"Nature of assistance": "50% of project cost with limitations, based on the land area of the clusters", "Who can apply": "All leather goods production units", "How to apply": "To the DIPP"}}, "ii) Market Access Initiatives (MAI)": {"To catalyse promotion of Indian export": {"Nature of assistance": "75%, 50% and 33% of lease/rent in first, second and third year, with a ceiling of Rs.100 lakh", "Who can apply": "Export/trade promotion organisations/research institutions/universities/laboratories, exporters, etc", "How to apply": "To E & MDADivision, Department of Commerce"}}}}, "Tea Board Schemes": {"Participation in International Fairs and Exhibitions with Tea Board": {"NaN": {"Financial assistance for participation in trade fairs/exhibitions abroad along with Tea Board of India": {"Nature of assistance": "Economy class airfare for one representative from India, subject to ceiling", "Who can apply": "All exporters holding valid export licence", "How to apply": "Apply to Tea Board"}}}, "Promotion of Packaged Tea of Indian Origin": {"NaN": {"Abrand support scheme for Indian tea exporters": {"Nature of assistance": "Reimbursement for year-1 - 75%; year-2 - 50%; year-3 - 25% of lease/rental charges of floor area or display; with a limit of Rs.12 lakh per annum", "Who can apply": "All registered exporters marketing value added tea, with valid licence", "How to apply": "To Tea Board with covering letter"}}}}, "Spices Board Schemes": {"Export Development & Promotion of Spices": {"i) Promotion of Indian Spice Brands Abroad": {"Among sophisticated and affluent segments in foreign markets, targeted beyond the ethnic Indians": {"Nature of assistance": "Interest free loan up to 100% for slotting fee and 50% for product development, subject to ceiling", "Who can apply": "All spices exporters having brands registered with Spices Board", "How to apply": "In prescribed form"}}, "ii) Spices Processing in North-Eastern Region": {"To establish primary processing facilities for organised marketing": {"Nature of assistance": "33% grant-in-aid with Rs.25 lakh limit for processing facilities; for farmers’ groups, 50% of cost with Rs.35 lakh per beneficiary", "Who can apply": "Spices growers’ co-operatives, farmers’ associations, NGOs, entrepreneurs", "How to apply": "To Spices Board"}}, "iii) International Trade Fairs/ Meetings": {"Participation in trade fairs, meetings, etc., by exporters and delegations": {"Nature of assistance": "Reimbursement of 50% airfare with limits as per terms for individual exporters; for delegations, 50% reimbursement withRs.1.5 lakh limit per year per exporter", "Who can apply": "All registered exporters and representatives of associations", "How to apply": "To Spices Board Source : http://commerce.nic.in/MOC/index.asp"}}}}}, "MINISTRY OF COMMUNICATION AND INFORMATION TECHNOLOGY": {"R&D Funding": {"NaN": {"NaN": {"Grant to institutions, organisations for R&D, technical collaboration, etc.": {"Nature of assistance": "Funding varies based on the total cost of project", "Who can apply": "Anyinstitution/firmincorporatedatleastfor2years", "How to apply": "To DeitY"}}}}, "Technology Incubation and Development of Entrepreneurs (TIDE)": {"NaN": {"NaN": {"Financial and policy support for setting up/strengthening technology incubation centres leading to indigenous products and packages in ICTsector": {"Nature of assistance": "Grant-in-aid of up to Rs.155 lakh, payable in installments", "Who can apply": "Institutions", "How to apply": "To DeitY"}}}}, "MultiplierGrants (MG)": {"NaN": {"NaN": {"To industries and consortia for developing R&D that can be commercialised in collaboration with institutions": {"Nature of assistance": "Grant for projects of less than 2 years duration, with a limit of Rs.2 crore", "Who can apply": "Industries and academic institutions", "How to apply": "To DeitY"}}}}, "Support to International Patent Protection in Electronics and IT(SIP-EIT)": {"NaN": {"NaN": {"Financial support to technology start-up units for filing international patents": {"Nature of assistance": "Up to 50% of total patent cost by reimbursement, with Rs.15 lakh limit", "Who can apply": "Any registered MSME or TIC", "How to apply": "In prescribed format"}}}}, "e-Governance": {"i) Common Services Centres (CSC)": {"NaN": {"ICT enabled front end service delivery points at village level in agriculture, health, education, banking, etc.": {"Nature of assistance": "PPPmode", "Who can apply": "Village Level Entrepreneurs (VLEs) appointed by the SCAs", "How to apply": "Inprescribedapplication toE-gov (DeitY)"}}}, "ii) Capacity Building": {"NaN": {"Establishment of institutional framework for imparting training, and setting up of a central Capacity Building Management Cell": {"Nature of assistance": "Assistance to State governments", "Who can apply": "SDC/CSC", "How to apply": "In the prescribed proforma"}}}, "iii) State Data Centre": {"NaN": {"To create SDCs consolidated infrastructure to provide electronic delivery of services through SWAN,SCS,etc.,extendedtovillagelevel": {"Nature of assistance": "Outlay ofRs.1,623.20 croreover aperiodof5 years", "Who can apply": "SDC, CSC", "How to apply": "In the prescribed proforma"}}}, "iv) State Wide Area Network": {"NaN": {"For state-wide audio and video communi-cation and to provide gateway to NICNET for inter-state communication": {"Nature of assistance": "PPPmode", "Who can apply": "Assistance to all State governments", "How to apply": "In the prescribed proforma"}}}}, "Software Technology Parks of India (STPI)": {"NaN": {"NaN": {"To promote software export": {"Nature of assistance": "Tax and duty exemptions", "Who can apply": "Software companies", "How to apply": "Through registration with www.stpi.in"}}}}, "Special Economic Zone (SEZ)": {"NaN": {"NaN": {"To create world class infrastructure, utilities and services for globally oriented businesses and for export promotion": {"Nature of assistance": "Tax and duty exemptions of varying definitions; single window clearance", "Who can apply": "Medium and large industries", "How to apply": "In the prescribed proforma"}}}}, "Electronics Hardware Technology Park (EHTP)": {"NaN": {"NaN": {"Under the Ministry of Commerce and Industry, Government of India": {"Nature of assistance": "100% FDI, duty-free imports, 100% tax exemption, etc", "Who can apply": "Net foreign exchange earners", "How to apply": "In the prescribed proforma"}}}}, "Export Promotion of Capital Goods (EPCG": {"NaN": {"NaN": {"Allows import of spares and refurbished/ reconditioned capital goods, and fulfilment of export obligation by supplying ITA-1 items to DTAagainst realisation in free foreign exchange": {"Nature of assistance": "Zero duty to electronic products exporters, concessional 3% on import of capital goods, including pre- & post-production, and software systems", "Who can apply": "Manufacturer exporters, merchant exporters, certified service providers", "How to apply": "ApplytoDGFTwithnecessarydocuments"}}}}, "Duty Exemption and Remission": {"NaN": {"NaN": {"To enable duty-free import of inputs needed for export production": {"Nature of assistance": NaN, "Who can apply": "All the licensed exporters", "How to apply": "ApplytoDGFTwithnecessarydocuments"}}}}, "Deemed Exports": {"NaN": {"NaN": {"Payment for goods received in Indian Rupee or in free foreign exchange": {"Nature of assistance": "Exemption of terminal excise duty against ICB, or refund", "Who can apply": "All licensed exporters", "How to apply": "ApplytoDGFTwithnecessarydocuments"}}}}, "Manpower Development for Export Industry": {"NaN": {"NaN": {"To create high standard mentors, faculty, skilled graduates as also course material through virtualisation of technical education, ToTs, etc.": {"Nature of assistance": "State-of-the-art facilities to be created in identified institutions across the country", "Who can apply": "Graduates, engineers in IT, professionals, mentors/teachers", "How to apply": "HRD division of DeitY"}}}}, "Participation of Private Institutes under ISEA Project": {"NaN": {"NaN": {"A 5-year project for development of indigenous hardware and software capabilities in core areas of information security (IS)": {"Nature of assistance": "Introduction of information security curriculum in professional and higher education, training of state and central officers in IS related issues, creation of IS awareness", "Who can apply": "AICTE/UGC approved institutions, non-profit organisations", "How to apply": "HRD division of DeitYSource : http://deity.gov.in/content/scheme-forms"}}}}}, "MINISTRY OF CORPORATE AFFAIRS": {"Certified Filing Centres (CFCs) Operated by Professionally Qualified Persons / Bodies to facilitate e-filing of Documents eGovernance programme of the Ministry of Corporate Affairs (MCA)": {"NaN": {"NaN": {"CFCs e-filing on online payment basis through use of digital signature to improve speed, and ensure transparency and certainty of delivery": {"Nature of assistance": "For setting up CFC for Ministry of Corporate Affairs e-filing facility", "Who can apply": "ICSI, CAand Cost and Management Accountants of India, professional institutes", "How to apply": "To Economic Adviser, MCA"}}}}, "EES Filing & Information": {"NaN": {"NaN": {"Enables defunct companies to exit": {"Nature of assistance": "Assistance for filing loan application and providing security/guarantee", "Who can apply": "Any training institution, NGOs, and development agencies", "How to apply": "To Economic Adviser, MCA"}}}}, "Fast Track Exit Mode": {"NaN": {"NaN": {"To facilitate easyexitfornon-operating companies": {"Nature of assistance": "NSIC assistance", "Who can apply": "Companies which are not operating or not carrying onany business, andhavingnil assets andliability", "How to apply": "To nearest branch of NSIC 180 Source : http://www.mca.gov.in/MCA21/dca/cfc/CFCScheme.html"}}}}}, "MINISTRY OF CULTURE": {"Fellowship to Outstanding Persons in the Field of Culture": {"NaN": {"NaN": {"Fellowships in performing, literary and arts, and in new areas like indology, epigraphy and cultural economics": {"Nature of assistance": "Basic financial support for advanced training, individual creative effort by way of senior and junior fellowshipsfor two years", "Who can apply": "Any graduate not availed the same fellowship earlier and not receiving pension", "How to apply": "Respond to annual advertisement for fellowships"}}}}, "Financial Assistance for Capacity Building and Training of Museum Professionals": {"NaN": {"NaN": {"To support institutions in deputing their professionals for intensive training": {"Nature of assistance": "Maximum of 80% of total cost of training programme with a ceiling of Rs.30 lakh as financial grant", "Who can apply": "All state and central museums", "How to apply": "In prescribed format with DPR"}}}}, "Building Grants including Studio Theatres": {"NaN": {"NaN": {"To support creation of appropriately equipped training,rehearsalandperformancespacesforartists": {"Nature of assistance": "Non-recurring grant with varying limits", "Who can apply": "Registered organisations doing meaningful work in the field of art and culture", "How to apply": "To Director, National School of Drama 182 Source : http://www.indiaculture.nic.in/schemes"}}}}}, "MINISTRY OF FINANCE SCHEMES": {"Mudra Bank Schemes": {"Pradhan Mantri Mudra Yojana": {"NaN": {"Primary product of MUDRA will be refinance for lending to micro businesses and units. The 2015 Budget has proposed the creation of Micro Units Development Refinance Agency (MUDRA) Bank, with a corpus of Rs.20, 000 crores, and credit guarantee corpus of Rs.3,000 crores": {"Nature of assistance": "The primary product of MUDRAwill be refinance for lending to micro businesses / units under the aegis of the Pradhan Mantri MUDRAYojana. The initial products and schemes under this umbrella have already been created and the interventions have been named ‘Shishu’, ‘Kishor’ and ‘Tarun’ to signify the stage of growth / development and funding needs of the beneficiary micro unit / entrepreneur as also provide a reference point for the next phase of graduation / growth for the entrepreneur to aspire for: • Shishu : covering loans up to Rs. 50,000/- • Kishor : covering loans above Rs. 50,000/- and upto Rs. 5 lakh • Tarun : covering loans above Rs. 5 lakh and upto Rs. 10 lakh", "Who can apply": "Businesses/entrepreneurs/units covered would include proprietorship/partnership firms running as small manufacturing units, shopkeepers, fruits/vegetable sellers, hair cutting salons beauty parlours, transporters, truck operators, hawkers, co-operatives or body of individuals, food service units, repair shops, machine operators, small 184 industries, artisans, food processors, self help groups, professionals and service providers etc. in rural and urban areas with financing requirements up-to Rs.10 lakhs. Theproductsinitiallybeinglaunched are as under: • Sector/activity specific schemes, such as schemes for business activities in Land Transport, Community, Social & Personal Services, Food Product and Textile Product sectors. Schemes would similarly be added for other sectors / activities. • Micro Credit Scheme (MCS) • Refinance Scheme for Regional Rural Banks (RRBs) / Scheduled Co-operative Banks. • Mahila Uddyami Scheme • Business Loan for Traders & Shopkeepers • Missing Middle Credit Scheme • Equipment Finance for Micro Units MUDRA would also adopt a credit plus approach and take up interventions for development support across the entire spectrum of beneficiary segments. The highlights of such proposed interventions / initiatives are as under: • Supporting financial literacy • Promotion and Support of Grass Root Institutions • Creation of Framework for “Small Business Finance Entities” • Synergies with National Rural Livelihoods Mission • Synergies with National Skill Development Corporation 185 • Working with Credit Bureaus • Working with Rating Agencies.", "How to apply": "Application by eligible individuals and institutions can be sent to the Nodal Officer of the respective regions. The details of the Nodal officer can be found at http://www.mudra.org.in/ Nodal-Officers-MUD"}}}}, "SIDBI Schemes": {"GrowthCapitalandEquityAssistance": {"NaN": {"Providing capital to MSMEs to invest in marketing, brand building, creation of distribution network, know-how, R&D, etc": {"Nature of assistance": "Assistance in the form of mezzanine/ convertible instruments, subordinated debt and equity", "Who can apply": "MSMEs", "How to apply": "Online enquiry"}}}, "Refinance for Small Road Transport\r\nOperators (SRTOS)": {"NaN": {"Cost of chassis, body, initial taxes, insurance, working capital, for new vehicles only": {"Nature of assistance": "Re-financing", "Who can apply": "Small road transport operators", "How to apply": "SFCs, SIDCs, banks"}}}, "General Refinance": {"NaN": {"Setting up MSEs, or expansion, modernisation, diversification, etc.": {"Nature of assistance": "Financial assistance", "Who can apply": "All forms of MSEs", "How to apply": "Apply to SFCs/SIDCs/banks"}}}, "Refinance for Textile Industry under Technology Upgradation Fund (RTUF)": {"NaN": {"Installation of machinery in a new unit, or replacing the existing machinery, or for expansion": {"Nature of assistance": "Re-financing", "Who can apply": "Textile industries", "How to apply": "Apply to SFCs/SIDCs/banks"}}}, "Acquisition of ISO Series Certification by MSE Units": {"NaN": {"On the basis of procedural expenses and instruments required, loan to be determined": {"Nature of assistance": "Financial support for ISO certification", "Who can apply": "MSEs with two years performance and not in default", "How to apply": "Apply to SFCs/SIDCs/banks"}}}, "Composite Loan": {"NaN": {"Assistance for equipment and/or working capital as also for work sheds": {"Nature of assistance": "Loan, not exceeding Rs.25 lakh", "Who can apply": "Artisans,micro-units,village andcottage industries", "How to apply": "Apply to SFCs/SIDCs/banks"}}}, "Single Window": {"NaN": {"Provides term loans for fixed assets and loan for working capital": {"Nature of assistance": "Loans for fixed assets and working capital", "Who can apply": "New projects in MSE sector", "How to apply": "Apply to SFCs/SIDCs/banks"}}}, "Rehabilitation of Sick Industrial Units": {"NaN": {"Provides assistance to sick units": {"Nature of assistance": "Assistance for rehabilitation of potentially viable sick MSEs", "Who can apply": "Potentially viable MSEs, cottage and village units", "How to apply": "Apply to SFCs/SIDCs/banks"}}}, "Development of Industrial Infrastructure forMSME Sector": {"NaN": {"Setting up of industrial estates/ development of industrial areas, including such projects found eligible under the KVIC model": {"Nature of assistance": "Financial support for industrial infrastructure", "Who can apply": "Promoters ofindustrialinfrastructure", "How to apply": "Apply to SFCs/SIDCs/banks"}}}, "Integrated Infrastructural Development (IID)": {"NaN": {"Improving infrastructure facilities for MSEs": {"Nature of assistance": "Ceiling on project cost is Rs.500 lakh; cost in excess of Rs.500 lakh may be met by the State/UT Government", "Who can apply": "Public sector corporations, NGOs", "How to apply": "Apply to SFCs/SIDCs/banks"}}}, "Bills Re-discounting Equipment": {"NaN": {"Deferred payment for setting up of new MSME units; for expansion, diversification, modernisation, replacement, addition of balancing equipment, etc.": {"Nature of assistance": "Usance of bills; normally 2-5 years", "Who can apply": "Manufacturer - sellers / purchaser - users of indigenous machinery / capital equipment, one of whom should be in the small scale sector", "How to apply": "In the prescribed proforma issued by SIDBI"}}}, "Bills Re-discounting - Equipment (Inland Supply Bills)": {"NaN": {"Bills on MSME supplies already discounted by buyer/seller re-discounted with SIDBI": {"Nature of assistance": "Unexpired usance - not more than 90 days", "Who can apply": "MSME suppliers", "How to apply": "Apply to scheduled commercial banks"}}}}, "NABARD Schemes": {"ProducerOrganisations DevelopmentFund (PODF)": {"NaN": {"Credit facilities for production, aggregation, processing, marketing, etc.": {"Nature of assistance": "Fund assistance to credit support, capacity building and market linkage organisations", "Who can apply": "Marketing federations/corporations/ cooperatives", "How to apply": "Apply to banks"}}}, "Dairy Venture Capital Fund": {"NaN": {"Credit facilities for production, aggregation, processing, marketing, etc.": {"Nature of assistance": "Fund assistance to credit support, capacity building and market linkage organisations", "Who can apply": "Marketing federations/corporations/ cooperatives", "How to apply": "Apply to banks"}, "Milch animals": {"Nature of assistance": "50% of the outlay as interest free loan", "Who can apply": "Individuals", "How to apply": "Apply through banks"}}}, "Establishing Poultry Estates and Mother Units forRural Backyard Poultry": {"NaN": {"Assistance for poultry development in every form": {"Nature of assistance": "For unit of 1,500 chicks per batch: Rs.1.36 lakh", "Who can apply": "Individuals", "How to apply": "Apply through banks"}}}, "Establishment/Modernisation of Rural SlaughterHouses": {"NaN": {"Subsidy based creditlinkforruralslaughterhouses": {"Nature of assistance": "50% of the total financial outlay as capital subsidy", "Who can apply": "Organisations, partnership firms, NGOs and entrepreneurs", "How to apply": "Apply to banks"}}}, "Commercial Production Units of Organic Inputs": {"NaN": {"For vegetable market waste based compost, fertilisers and pesticides production": {"Nature of assistance": "Subsidy @ 25% of the capital cost of the project", "Who can apply": "Individuals", "How to apply": "Apply to banks"}}}, "Poultry Venture Capital Fund": {"NaN": {"To encourage poultry farming in non-traditional states, and to provide employment opportunities in backward areas": {"Nature of assistance": "25% of outlay as back ended capital subsidy, 10% margin, rest bank loan", "Who can apply": "Farmers, NGOs, cooperatives, SHGs, etc.", "How to apply": "Visit DAHD website"}}}, "Credit Linked Capital Subsidy (CLCS)": {"NaN": {"The scheme is meant for technology up-gradation of Micro & Small Enterprises": {"Nature of assistance": "Technology up-gradation of MSEs in the specified products/sub-sectors by way of induction of well-established and improved technologies approved under the scheme for which capital subsidy is extended by the government", "Who can apply": "SMEs.", "How to apply": "Need to apply through cooperative banks, RRBs’; and commercial banks"}}}, "SwarozgarCredit Card": {"NaN": {"This scheme provides adequate, timely and uninterrupted credit, i.e., working capital including consumption needs and/or block capital requirements from the banking system in a flexible, hassle free and cost effective manner. The scheme is implemented through rural banks.": {"Nature of assistance": "Working capital including consumption needs and/or block capital.", "Who can apply": "Small artisans, Handloom weavers and other selfemp l o y e d p e rs o n s i n c l u d i n g Mi c r o - entrepreneurs, SHGs, etc.", "How to apply": "Apply to nearest Rural Banks"}}}, "NABARD Warehousing scheme": {"NaN": {"Reserve Bank of India (RBI) issued guidelines for creation of ‘Warehouse Infrastructure Fund’ (WIF) in NABARD. With a view to operationalising the WIF, NABARD has formulated a scheme viz., NABARD Warehousing Scheme (NWS), which envisages extension of loans to Public and Private Sectors for construction of warehouses, silos, cold storages and other cold chain infrastructure. Funds under this scheme would be utilised for meeting the growing demand for storage capacity for agricultural commodities in the entire country and also in the wake of enactment of National Food Security Act, 2013.": {"Nature of assistance": "Loans will be provided for projects involving creation of storage infrastructure, with a minimum capacity of 5,000 MT, for agricultural and allied produce including construction of warehouses, silos & cold storage. Priority will be given for the projects proposed in the eastern & north-eastern and food grain deficit states.", "Who can apply": "Agencies owned/ sponsored by State/Central Govt, Panchayati Raj institutions, cooperatives (and their Federations), Farmers Producers Related scheme NABARD Warehousing scheme 192 Organisations (FPOs), Federations of Farmers Collectives, Apex marketing boards, Private Companies, Individual Entrepreneurs.", "How to apply": "Loans will be provided in respect of only those storage projects, which not only conform to the norms laid down by the Warehousing Development and Regulatory Authority (WDRA), but also give an undertaking for obtaining accreditation/registration from WDRA on completion of the Infrastructure.Source : http://finmin.nic.in/"}}}, "Mega Food Park": {"NaN": {"Mechanism to link agricultural production and market to maximise value addition, enhance farmers’income, create rural employment": {"Nature of assistance": "One-time capital grant of 50% of project cost with a limit of Rs.50 crore", "Who can apply": "Farmers, farmers groups, SHGs", "How to apply": "Director, MoFPI"}}}, "Cold Chain": {"NaN": {"Value addition and preservation infrastructure provided from farm gate to consumer without break": {"Nature of assistance": "50% of total cost of plant and machinery, and technical civil works", "Who can apply": "Entrepreneurs, clusters, SHGs, FPOs, NGOs, PSUs, etc.", "How to apply": "Respondto theministry's advertisement"}}}, "Modernisation of Abattoirs": {"NaN": {"Includes up scaling of infrastructure and modernisation of meat shops": {"Nature of assistance": "50% of cost of plant and machinery and technical civil works", "Who can apply": "Local bodies, PSUs, co-operatives, government boards", "How to apply": "In the MoFPI prescribed format"}}}, "Research & Development, Quality Assurance,CodexandPromotionalActivities": {"NaN": {"To ensure food safety and quality, R&D for development and upgradation of products, processes and technologies in processed foods sector": {"Nature of assistance": "Grant-in-aid of entire cost of lab equipment, 25% cost of technical civil works to house equipments", "Who can apply": "Central/State Government and its organisations, universities, etc", "How to apply": "Apply in prescribed application format"}}}, "National Mission on Food Processing (NMFP)": {"NaN": {"Centrally Sponsored Scheme (CSS) subsuming all other MoFPI schemes, to improve the Ministry’s outreach in planning,monitoring, etc.": {"Nature of assistance": "All states, in the ratio of 75:25 between GoI and states, in NER 90:10 ratio, and in UTs 100% grant", "Who can apply": "Food processing industries", "How to apply": "In prescribed format 197 Source : http://www.mofpi.nic.in/"}}}}}, "MINISTRY OF HOUSING & URBAN POVERTY ALLEVIATION": {"NABARD Schemes": {"Rajiv Awas Yojana (RAY)": {"NaN": {"To address civic infrastructure and social amenities problems of slums, to facilitate credit linkages for the urban poor": {"Nature of assistance": "Financial support to implementing agencies for creation, operation and maintenance of housing and civic infrastructure in slums", "Who can apply": "Selected beneficiaries in cities/urban agglomerations (UAs)", "How to apply": "To the Ministry"}}}, "Rajiv Rinn Yojana (RRY)": {"NaN": {"Interest subsidy to address the housing needs of EWS and LIG segments in urban areas, through enhancedcreditflow": {"Nature of assistance": "50% interest subsidy on loans to construct/extend houses for the stated groups", "Who can apply": "Beneficiaries in BPL, EWS or LIG categories", "How to apply": "Approach banks/housing finance corporations"}}}, "National Urban Livelihoods Mission": {"NaN": {"To encourage urban poor to start up manufacturing and servicing small enterprises, and petty businesses, based on local skills, crafts, and demand": {"Nature of assistance": "Interest subsidy on bank loans only on timely repayment", "Who can apply": "Urban poor groups or individuals", "How to apply": "To concerned ULB with basic details"}}}, "Jawaharlal Nehru National Urban Renewal Mission (JNNURM)": {"NaN": {"Integrated development of basic services for the urban poor, including housing with amenities": {"Nature of assistance": "Financial assistance for infrastructure development", "Who can apply": "ULBs and para-statal agencies", "How to apply": "In prescribed format to central sanctioning & monitoringcommittee                   Source : http://mhupa.gov.in/"}}}}}, "MINISTRY OF RURAL DEVELOPMENT": {"NABARD Schemes": {"Aajeevika Skills Development Programme": {"NaN": {"DescriptionASDP, Aajeevika Skills, gives young people from poor communities an opportunity to upgrade their skills and enter the skilled work force in growing sectors of the economy. Skill Training and Placement projects are run in partnership with public, private, non-government and/or community organizations. Aajeevika is also encouraging public sector banks to set up Rural Self Employment Training Institutes (RSETIs) in all districts of the country on line lines of Rural Development Self-Employment Institute (RUDSETI) model for promoting selfemployment. National Academy of RUDSETIs is supporting RSETIs in this effort. RSETIs provide self-employment training and link the candidates with bank loans for taking up self-employment. NRLM provides the costs of the training to RSETIs.": {"Nature of assistance": "Youth identified under the programme get skilled in wide range of trades, including IT and soft skills. After training and placement, support is provided in terms of finding accommodation, opening a bank account when placed outside the home district and counseling at workplace.", "Who can apply": "Trainees between the age of 18-35 yrs and who belong to a rural poor household [that has been identified as being poor following the participatory identification of the poor (PIP) process undertaken as part of Aaajevika are eligible under ASDP. Till such time PIP is completed, BPL status or vetting by Gram Panchayat saying the candidate is from poor 204 background, would suffice for being eligible for this selection under Skills and Placement under ASDP.", "How to apply": "Eligible entrepreneurs can approach the nearest PIAs (Project Implementing Agencies) are for profit or not-for-profit registered entities identified by ASDP for skilling and placing the identified youth in various sectors as per their interest."}}}, "MGNREGA Programme": {"NaN": {"The Mahatma Gandhi National Rural Employment Guarantee Act, 2005 (MGNREGA) was notified on September 7, 2005.The mandate of the Act is to provide at least 100 days of guaranteed wage employment in a financial year to every rural household whose adult members volunteer to do unskilled manual work.MGNREGA is focused towards a set of particular non-urban growth\r\nactions such as: water preservation and growing,\r\naforestation, non-urban connection, overflow\r\ncontrol and security such as growth and fix of\r\nembankments, etc. so by improving these\r\nnecessary field , the government of Indian want to\r\nmake country a developed one. This job scheme is\r\nhighly popular among the people of the country.\r\nSearching of new tanks/ponds, percolation\r\naquariums and growth of small check public\r\nperforms are also given significance": {"Nature of assistance": "As the main agenda of MGNREGAis to provide a decent lifestyle for the rural people its approach is to Related scheme MGNREGA Programme 205 • Ensure that at least 100 days of work on wage system in every 365 days for the adults of a family to do unskilled work at a minimum payout of INR 120.00 per day Together with the same, it aims at improving and developing the most basic natural resources of land and water. Thus indirectly it will be big help in creating substantial infrastructure in rural areas and also increases the purchasing power of the rural. It main agenda is to provide a decent lifestyle to the people of rural India by ensuring at least 100 days of work on wage system in every 365 days. MGNREGA also focuses to improve and develop the most basic natural resources of land and water. Benefits of MGNREGAare to create assets for the poor villagers by better connectivity and developing the basic livelihood resource base of the rural poor. MGNREGA aims to provide schemes which in turn provide opportunity to work for the adults of a family to do unskilled work at a minimum payout of INR 120.00 per day. This will help in creating substantial infrastructure in rural areas and also increases the purchasing power of the rural. MGNREGA is considered and analyzed as the world’s largest public sector scheme to improvise Human Development Index (HDI).", "Who can apply": "Unemployed (and unskilled) members of families of poor farmers and villagers can approach gram panchayat for job card and employment.", "How to apply": "Adult unemployed members of non-urban houses can be enrolled in this scheme by providing their name, age and deal with picture to the concern authority or wing of local Gram Panchayat. Thus the job cards will be issued to them consisting the related facts of the participants along with his/ her picture. The Gram panchayat signs up houses after making enquiry and problems and issues a job cards. The job cards contain the facts of mature participant authorized and his /her picture. Registered person can sign up for perform in composing (for at least a couple weeks of ongoing work) either to panchayat or to Program Official. The panchayat/programmed officer will agree to the legitimate program and problem old invoice of program, page offering perform will be sent to the candidate and shown at panchayat office. The opportunity to work will be offered within a distance of 5 km:ifitis above 5 kmadditionalsalary will be compensated. If work under the program is not offered within 15 days of application for the work opportunity under MNREGA then daily unemployment allowance will be provided to the candidate. The participants will have to retain the receipt ofthe application submitted in-orderto avail the “unemployment allowance” through Gram Panchayatorthe localBlock office"}}}, "Indira Aawas Yojna": {"NaN": {"To improve rural housing through use of cost effective, disaster resistant environment friendly technologies in rural housing": {"Nature of assistance": "Unit assistance from Rs.45,000 to Rs.48,500 for hilly/difficult areas, credit with subsidy", "Who can apply": "SC/ST people, BPL minorities, freed bonded labour", "How to apply": "Apply to ZPor DRDA"}}}, "Pradhan Mantri Gram Sadak Yojana": {"NaN": {"To provide all weather road connectivity to rural areas": {"Nature of assistance": "80% for new connectivity, and 20% for upgradation", "Who can apply": "Alldistrictswithunconnectedhabitations", "How to apply": "To Director, Ministry of Rural Development"}}}}, "MINISTRY OF FOOD PROCESSING INDUSTRIES": {"Prime Minister’s Rural Development Fellows (PMRDF)": {"NaN": {"A 3-year holistic programme providing infrastructure, training, credit, technical and marketing support to rural SHGs for starting up": {"Nature of assistance": "Rs.50,000 monthly stipend per fellow during preorientation, and Rs.75,000 during training", "Who can apply": "Graduates in professional/technical subjects like law and medicine", "How to apply": "Apply to ZPor DRDA"}}}, "Provision of Urban Amenities to Rural Areas (PURA)": {"NaN": {"To bring urban amenities and opportunities to rural areas and bridge the urban-rural gap": {"Nature of assistance": "PPPmode for any rural economy based project", "Who can apply": "Private developers for people in rural areas", "How to apply": "Apply to ZPor DRDA"}}}, "Swarnjayanti Gram SwarozgarYojana": {"NaN": {"A 3-year holistic programme to uplift the rural poor above the poverty line": {"Nature of assistance": "30% of the project cost, with Rs.7,500 ceiling for individuals; 50% with a ceiling of Rs.1.25 lakh for groups", "Who can apply": "SHGs and BPLindividuals", "How to apply": "To the Block Development Officer or DRDA Source : http://rural.nic.in/sites/programmes-schemes.asp"}}}}}, "MINISTRY OF SCIENCE & TECHNOLOGY": {"MINISTRY OF FOOD PROCESSING INDUSTRIES": {"International S&TCooperation (ISTC)": {"NaN": {"Bilateral, multi-lateral or regional cooperation modes for facilitating and strengthening interactions among governments, institutions, industries, etc.": {"Nature of assistance": "Local hospitality as part of exchange visit", "Who can apply": "Scientists/faculty members in regular employment atR&Dlaboratories,universities, etc.", "How to apply": "In specific format"}}}, "Science & Engineering Research Council (SERC)": {"NaN": {"Promotes multi-disciplinary research in emerging and front-line areas of science and engineering": {"Nature of assistance": "Salaries, equipments, travel, overheads, etc.", "Who can apply": "Scientists, academic, industrial and R&D organisations", "How to apply": "Thirty copies of proposal in prescribed format"}}}, "State Science & Technology Programme (SSTP)": {"NaN": {"INSPIRE award of Rs.5,000 to two students of every middle and high school for science project/model": {"Nature of assistance": "Core grant assistance towards entire cost of competitions", "Who can apply": "Students of 6th to 10th class from every middle and high school", "How to apply": "To the Ministry"}}}, "Science and Technology Application for RuralDevelopment (STARD)": {"NaN": {"For developing rurally oriented innovative technologies, for R&D and technology adaptation": {"Nature of assistance": "Long term support for core personnel, equipment, salaries, travel, overheads, etc", "Who can apply": "Recognised schools, colleges, NGOs, etc.", "How to apply": "In prescribed format"}}}, "Science and Technology for Weaker Sections (STAWS)": {"NaN": {"Promotes R&D and technology adaption for upliftingweakersections": {"Nature of assistance": "Equipment, salaries, consumables, internal travel, overheads, etc.", "Who can apply": "Recognised schools, colleges, R&D institutions and universities", "How to apply": "To the Ministry"}}}, "Young Scientists (YS)": {"NaN": {"Facilitates young scientists to pursue innovative research ideas": {"Nature of assistance": "Equipment, salaries, consumables, travel, overheads, etc.", "Who can apply": "Recognised schools, colleges, R&D institutions and universities", "How to apply": "In the prescribed format"}}}, "Tribal Sub-Plan (TSP)": {"NaN": {"Preserving and upgrading traditionalskillsthrough 213 new techniques and finding alternate employment avenues especially to improve quality of life of primitive tribalgroups": {"Nature of assistance": "Equipment, salaries, consumables, travel, overheads, etc.", "Who can apply": "Recognised schools, colleges, R&D institutions and universities", "How to apply": "To the Ministry"}}}, "Critical Technology Programme (CTP)": {"NaN": {"Promotes R&D for critical and widely useful products/processes": {"Nature of assistance": "Salaries, equipment, consumables, internal travel, overheads, etc.", "Who can apply": "Individuals, academic groups, R&D institutions and units", "How to apply": "To the Ministry"}}}, "ScienceandTechnologyforWomen": {"NaN": {"Promotes technology adaptation and R&D to improve life and work conditions of rural women": {"Nature of assistance": "Equipment, salaries, consumables, internal travel, overheads, etc.", "Who can apply": "NGOs, schools, colleges, R&D institutions, etc", "How to apply": "To the Ministry"}}}, "Na ti ona l Sc i enc e & Te chno l o g y Entrepreneurship Development Board (NSTEDB)": {"NaN": {"Mechanism to promote knowledge driven,technology intensive enterprises and convert jobseekers into job-generators": {"Nature of assistance": NaN, "Who can apply": NaN, "How to apply": NaN}}, "i) Innovation and Entrepreneurship Development Centre (IEDC)": {"To spread entrepreneurial culture in S&T academic institutions and foster technoentrepreneurship": {"Nature of assistance": "For setting IEDC in suitable academic institutions", "Who can apply": "S&Tacademic institutions", "How to apply": "Head, NSTEDB"}}, "ii) Entrepreneurship Development Cell (EDC)": {"To provide information and services related to enterprisebuildingforpotentialS&Tentrepreneurs": {"Nature of assistance": "Financial assistance for setting up EDC and for meeting recurring expenditure", "Who can apply": "Universities, colleges, institutions offering science and management courses", "How to apply": "To the Ministry"}}, "iii) Entrepreneurship Development Programme": {"Training of 6-8 weeks for S&T graduates, in enterprise creation": {"Nature of assistance": "Assistance of Rs.2 lakh", "Who can apply": "Training and R&D institutions", "How to apply": "Head, NSTEDB"}}, "iv) S c i e n c e & T e c h n o l o g y Entrepreneurship Development (STED": {"To achieve socio-economic development through S&Tinterventions": {"Nature of assistance": "Identification of opportunities", "Who can apply": "TCOs, NGOs, organisations proven in entrepreneurship development", "How to apply": "To Head, NSTEDB"}}, "v) S c i e n c e & T e c h n o l o g y Entrepreneurs/Entrepreneurship Park (STEP)": {"To re-orient the approach to innovation and entrepreneurship, opening new avenues for starting up": {"Nature of assistance": "Offers infrastructure amenities/ facilities", "Who can apply": "Academic and R&D institutions", "How to apply": "To Head, NSTEDB"}}, "vi) Technology Business Incubators (TBI)": {"Provides a wide range of specialised services to SMEs": {"Nature of assistance": "Financial assistance for five years", "Who can apply": "R&D institutions/academic institutes", "How to apply": "To Head, NSTEDB"}}}}, "Department of Bio-Technology (DBT)": {"Bio-Technology": {"NaN": {"A range of schemes in bio-engineering, bioinformatics, environment, medicine, nanoscience, etc.": {"Nature of assistance": "Grants and loans as per the scheme", "Who can apply": "Related entrepreneurs and other", "How to apply": "Visit website"}}}, "Bio-Technology (BT) Phase-I": {"NaN": {"Early stage funding for commercialising high risk, innovative ideas": {"Nature of assistance": "Up to Rs.1 crore: Rs.50 lakh as grant and rest as soft loan", "Who can apply": "Bio-tech entrepreneurs", "How to apply": "To Executive Director, Bio-tech Consortium India Ltd"}}}, "Animal/Agr i culture /Mar ine BioTechnology/Bio-Resource Programme": {"NaN": {"Variety of schemes in different sectors like food, HRD,medicine, etc.": {"Nature of assistance": "Grant for R&D in aquaculture and marine biotechnology", "Who can apply": "Individuals/institutions", "How to apply": "Visit website"}}}, "Bio-Technology Industry Partnership Programme (BIPP)": {"NaN": {"For high risk, transformational technology / process development": {"Nature of assistance": "Grant and soft loans up to Rs.1 crore", "Who can apply": "R&D oriented SMEs", "How to apply": "Visit websit"}}}, "Bio-Technology Industry Research AssistanceProgramme (BIRAP)": {"NaN": {"For technology validation through contract research services": {"Nature of assistance": "Depending on the merit of the case", "Who can apply": "Academia and collaborating companies", "How to apply": "Visit website"}}}, "Bio-Technology Ignition Grant (BIG)": {"NaN": {"To enable creation of spin-offs": {"Nature of assistance": "Up to Rs.50 lakh", "Who can apply": "Incubatees/recognised bio-tech start-ups", "How to apply": "Visit website 218 Source : http://www.dst.gov.in/"}}}}}, "MINISTRY OF SOCIAL JUSTICE": {"Department of Bio-Technology (DBT)": {"Rajiv Gandhi National Fellowship (RGNF)": {"NaN": {"ForpursuitofPGeducation bythedisabled": {"Nature of assistance": "JRFandSRFatparwithUGCfellowships", "Who can apply": "Disabled category of scholars admitted to M.Phil. and Ph.D.", "How to apply": "To the Ministry"}}}, "Scheduled Caste Welfare": {"NaN": {"Free coaching for upgradation of SC students": {"Nature of assistance": "Rs.25,000 per student per year", "Who can apply": "School students among the SC", "How to apply": "To the state government"}}}, "NGOWorkingforSCOrganisations": {"NaN": {"To strengthen the voluntary bodies and involve them in SC groups’ socio-economic conditions improvement": {"Nature of assistance": "90% of the approved expenditure, decided on merit of case", "Who can apply": "Registered VOs, charitable companies, etc", "How to apply": "To the Ministry, through authorised body"}}}, "Scheme of Venture Capital Fund forScheduled Castes": {"NaN": {"It is a Social Sector National level initiative to promote entrepreneurship among the scheduled caste population in India. Also to Promote those SC people who are oriented towards innovation and growth technologies.": {"Nature of assistance": "To provide concessional finance to the scheduled caste entrepreneurs, who will create wealth and value for society and at the same time will promote profitable businesses. The assets so created will also create forward/ backward linkage. It will further create chain effect in the locality", "Who can apply": "While selecting the SC entrepreneurs, women SC entrepreneurs would be preferred. Companies having at least 60% stake holding by Scheduled Caste entrepreneurs for the past 12 months with management control.", "How to apply": "Proposals shall be invited by way of Advertisements/ Publications through Print & Electronic Media. All the processes from the application stage to sanction stage would be online, and proper tracking system of the application would be implemented by the IFCI. Source : http://socialjustice.nic.in/ngoschemes.php"}}}}}, "MINISTRY OF TEXTILES": {"Department of Bio-Technology (DBT)": {"A d d iti o n a l G r a n t f o r A p p a r e l Manufacturing Units for Integrated Textile Park(SITP)": {"NaN": {"To provide state-of-the-art infrastructure for textile units": {"Nature of assistance": "40% of the proposed project cost with Rs.10 crore limit per park", "Who can apply": "Industry associations/ entrepreneurial groups", "How to apply": "To project scrutiny committee"}}}, "Catalytic Development Programme (CDP) inProjectMode": {"NaN": {"Supplements states’ efforts in improving quality, productivity and production of raw silk": {"Nature of assistance": "Project based funding through implementing agencies, with preference to small and marginal farmers", "Who can apply": "Co-operatives and para-statal bodies", "How to apply": "To Central Silk Board"}}}}, "Development Commissioner (Handlooms) Schemes": {"Comprehensive Handloom Cluster Development (CHCD) - Mega Handloom Cluster (12th Plan)": {"NaN": {"To improve infrastructure, storage conditions, technologiesinpre-loomandpost-loomoperations": {"Nature of assistance": "Assists development of basic and technical common infrastructure", "Who can apply": "SPVset up for the purpose in the cluster", "How to apply": "To the Ministry"}}}, "Comprehensive Handlooms Development (CHD)": {"NaN": {"Provides need based assistance for integrated and holistic development of handlooms and weavers": {"Nature of assistance": "Based on the number of handlooms in the cluster", "Who can apply": "State/Central organisations, NGOs, etc., involved with handlooms", "How to apply": "To the Ministry"}}}, "Yarn Supply": {"NaN": {"Supplies yarn: (i) at mill gate price, (ii) at 10% price subsidy": {"Nature of assistance": "Reinvestment in mobile van operated to supply yarn, at Rs.1,500 per day", "Who can apply": "National Handloom Development Corporation (NHDC)", "How to apply": "To NHDC"}}}, "Pashmina Wool Development": {"NaN": {"To help and augment production of Pashmina (Cashmere) wool": {"Nature of assistance": "Provides/exchanges Pashmina bucks, sheltering, pasturing, fodder and combing, de-hairing, sheering, training", "Who can apply": "Pashmina wool growers in the project area", "How to apply": "By LAHDC/Leh"}}}}, "Development Commissioner (Handicrafts) Schemes": {"DesignandTechnologyUpgradation": {"NaN": {"Awareness creation, skill development, design andtechnology, tools and equipments, market\r\nintelligence, merit awards, assistance to exporters\r\nand entrepreneurs for prototype design\r\n": {"Nature of assistance": "100% grant-in-aid for each activity in training; for tools, 100% with a limit of Rs.10,000 per kit per person", "Who can apply": "tate / Central handicrafts corporations, apex cooperative societies", "How to apply": "To Regional Director/Asst. Director, DC (HC)"}}}, "Babasaheb Ambedkar Hastshilp Vikas Yojana": {"NaN": {"Need based assistance for integrated development of potential handicraft clusters with participation of crafts - persons at all stages of implementation": {"Nature of assistance": "Support to handicrafts through social, technological, marketing, financial and cluster specific infrastructure related interventions", "Who can apply": "Apex cooperatives, corporations, state/ central agencies", "How to apply": "To Regional Director/Asst. Director, DC (HC)"}}}, "Human Resource Development (HRD)": {"NaN": {"To build up a base of qualified trainers: provides skill training, ToT, design mentorship and apprentice training": {"Nature of assistance": "Capital grant and training grant, with a limit of Rs.1.45 crore, for five years - 100% grant-in-aid", "Who can apply": "Recognised vocational training institutions, ITIs, polytechnics, etc.", "How to apply": "To Regional Director/Asst. Director, DC (HC)Source : http://texmin.nic.in/policy/policy_scheme.htm"}}}}}, "MINISTRY OF TOURISM": {"Development Commissioner (Handicrafts) Schemes": {"Time Share Resorts (TSR)": {"NaN": {"Voluntary scheme for star classification of fully operational TSR in categories - 5, 4 and 3 star": {"Nature of assistance": "Recognition", "Who can apply": "Time share resorts", "How to apply": "To Hotel and Restaurants Division, Ministry of Tourism"}}}, "Tented Accommodation": {"NaN": {"Voluntary scheme for project approval and classificationoftented accommodation": {"Nature of assistance": "Concession and facilities, after classification", "Who can apply": "Owners of tented accommodation", "How to apply": "To HRACC, Hotel and Restaurants Division, Ministry of Tourism"}}, "i) Motels Accommodation": {"Voluntary scheme to benchmark the standards of facilities and services offered by motels": {"Nature of assistance": "Approval to motel projects after inspection", "Who can apply": "Owners of motel accommodation", "How to apply": "To HRACC, Hotel and Restaurants Division, Ministry of Tourism"}}, "ii) Hotels Accommodation": {"Approval to hotel projects in six categories: from 1-star to 5-star deluxe, based on suitability for international tourists": {"Nature of assistance": "Recognition", "Who can apply": "Hotels for accommodation", "How to apply": "To HRACC, Hotel and Restaurants Division, Ministry of Tourism"}}}, "Travel Trade": {"NaN": {"E-recognition for travel trade service providers": {"Nature of assistance": "Approval", "Who can apply": "Travel agents, tour operators", "How to apply": "To Travel Trade Division, Ministry of Tourism"}}}, "Capacity Building for Service Providers (Institutes)": {"NaN": {"To improve behaviour and service levels of service providing persons coming in contact with tourists": {"Nature of assistance": "Financial support for capacity building programmes", "Who can apply": "Training institutions", "How to apply": "To the Ministry"}}}, "MarketingDevelopmentAssistance (MDA)": {"NaN": {"Financial support for tourism activities abroad": {"Nature of assistance": "Up to Rs.2 lakh for participation in medical/health fairs, etc.", "Who can apply": "Medical tourism service providers", "How to apply": "To Joint Secretary (Tourism), Ministry of Tourism"}}}, "Publicity and Marketing": {"NaN": {"For preparation and release of publicity and advertisement material through different media": {"Nature of assistance": "Support for marketing/publicity activities", "Who can apply": "Trade and industries organising tourism and related events", "How to apply": "To Publicity, Events and IT, Ministry of Tourism"}}}, "Refresher Courses for Regional Level Guides": {"NaN": {"12 days training to guides": {"Nature of assistance": "Training", "Who can apply": "Guides", "How to apply": "To Indian Institute of Tourism and Travel Management, Ministry of Tourism, Government of India"}}}, "Rahul Sankrityayan Paryatan Puraskar Yojna": {"NaN": {"Awards to outstanding books on tourism related subjects written in Hindi language": {"Nature of assistance": "Consult the website", "Who can apply": "Any citizen of India", "How to apply": "In prescribed format"}}}, "Stand-Alone Restaurants": {"NaN": {"Approval of restaurants to ensure standarised world class services": {"Nature of assistance": "To independent restaurants with more than 30 seats", "Who can apply": "Operating SMEs", "How to apply": "To Regional Director, India Tourism Office, Ministry of Tourism, New Delhi"}}}, "Hunar-Se-RozgarTak - Sena Ke Sahyog Se (Training Programme in tie-up with Army to create employable skills)": {"NaN": {"Off-campus collaborative effort of Institutes of Hotel Management with army units to ensure discipline, through training in food and beverages, and food production": {"Nature of assistance": "Cost free application, lodging, boarding, uniforms and stipend", "Who can apply": "Young persons of 18 to 28 years and minimum 8th passed", "How to apply": "To HRD Division, Ministry of Tourism, Government of Indiaource : http://tourism.gov.in/"}}}}}, "MINISTRY OF TRIBAL AFFAIRS": {"National Scheduled Tribes Finance & Development CorporationSchemes": {"NaN": {"NaN": {"Adivasi Mahila Sashaktikaran Yojana": {"Nature of assistance": "Concessional scheme for the economic development of STwomen", "Who can apply": "Term loan at concessional rates up to 90% of cost of scheme", "How to apply": "Scheduled Tribes women"}}}, "TribalForestDwellersEmpowerment": {"NaN": {"Assist tribal forest dwellers with concessional finance in marketing linkage, create awareness and train for productive use of land": {"Nature of assistance": "Concessional loan up to 90% of cost of scheme", "Who can apply": "Traditional forest dwellers and STs", "How to apply": "State Channellising Agency of NSTFDC"}}}, "Micro Credit (MC) forSHGs": {"NaN": {"Small loans to ST women for setting up selfemployment ventures, through profit-making SHGs only": {"Nature of assistance": "Loans up to Rs.35,000 per member with Rs.5 lakh limit per SHG", "Who can apply": "Traditional forest dwellers and STs", "How to apply": "State Channellising Agency of NSTFDC 234 Source : http://tribal.nic.in/"}}}}}, "MINISTRY OF URBAN DEVELOPMENT": {"National Scheduled Tribes Finance & Development CorporationSchemes": {"National Urban Information System (NUIS)": {"NaN": {"To provide comprehensive information to urban local bodies(ULBs)": {"Nature of assistance": "Financial aid of about Rs.48 lakh payable in three installments", "Who can apply": "Identified UAs and towns", "How to apply": "State level nodal agencies to develop application packages"}}}, "NER Urban Development Programme (NERUDP)": {"NaN": {"Provides improved infrastructure and services to enhance urban productivity and life": {"Nature of assistance": "90% grant, 10% loan in three phases", "Who can apply": "Governments of five NE states", "How to apply": "To Department of Urban Development, Ministry of UD"}}}, "Pooled Finance Development Fund": {"NaN": {"Credit enhancement facility to ULBs to access market borrowings": {"Nature of assistance": "75% : 25% of central : state funding, state pooled finance entity (SPFE)", "Who can apply": "SPFE of the borrowing state", "How to apply": "To Central Government 236 Source : http://moud.gov.in/schemes_programmes"}}}}}, "MINISTRY OF WOMEN AND CHILD DEVELOPMENT": {"Women Related Schemes": {"GenderBudgeting (GB)": {"NaN": {"Assists women related capacity building training in GB, conducts gender based impact analysis, etc., promotes best practices in GB": {"Nature of assistance": "Grants for training: one-time and sustained", "Who can apply": "Women and Child Welfare Departments, Women’s D e v e l o pme n t Co r p o r a t i o n s, Wome n Commissions, ULBs, etc.", "How to apply": NaN}}}}}, "NaN": {"Women Related Schemes": {"Support to Training and Employment Programme (STEP) forWomen": {"NaN": {"Provides skill training, access to credit, etc., enables income generation activities": {"Nature of assistance": "100%,50%,30%ofproject cost,year-wise", "Who can apply": "DRDAs, federations, voluntary organisations, PSUs, etc.", "How to apply": NaN}}}}}}}